[
    "1. Трудовое законодательство устанавливает государственные гарантии трудовых прав и свобод граждан, создает благоприятные условия труда, защищает права и интересы работников и работодателей.\n2. Основными задачами трудового законодательства являются создание необходимых правовых условий для достижения оптимального согласования интересов сторон трудовых отношений, интересов государства, а также правовое регулирование трудовых отношений и иных непосредственно связанных с ними отношений по:\n3. организации труда и управлению трудом;\n4. трудоустройству у данного работодателя;\n5. подготовке и дополнительному профессиональному образованию работников;\n6. социальному партнерству, ведению коллективных переговоров, заключению коллективных договоров и соглашений;\n7. участию работников и профессиональных союзов в установлении условий труда и применении трудового законодательства в предусмотренных законом случаях;\n8. государственному контролю (надзору), профсоюзному контролю за соблюдением трудового законодательства (включая законодательство об охране труда) и иных нормативных правовых актов, содержащих нормы трудового права;\n9. разрешению трудовых споров;\n10. обязательному социальному страхованию в случаях,",
    "Основными принципами правового регулирования трудовых отношений и иных непосредственно связанных с ними отношений являются: свобода труда, включая право на труд, который каждый свободно выбирает или на который свободно соглашается, право распоряжаться своими способностями к труду, выбирать профессию и род деятельности; запрещение принудительного труда и дискриминации в сфере труда; защита от безработицы и содействие в трудоустройстве; обеспечение права каждого работника на справедливые условия труда, в том числе на условия труда, отвечающие требованиям безопасности и гигиены, права на отдых, включая ограничение рабочего времени, предоставление ежедневного отдыха, выходных и нерабочих праздничных дней, оплачиваемого ежегодного отпуска;",
    "1. Каждый имеет равные возможности для реализации своих трудовых прав.\n2. Никто не может быть ограничен в трудовых правах и свободах или получать какие-либо преимущества в зависимости от пола, расы, цвета кожи, национальности, языка, происхождения, имущественного, семейного, социального и должностного положения, возраста, места жительства, отношения к религии, убеждений, принадлежности или непринадлежности к общественным объединениям или каким-либо социальным группам, а также от других обстоятельств, не связанных с деловыми качествами работника.\n3. Не являются дискриминацией установление различий, исключений, предпочтений, а также ограничение прав работников, которые определяются свойственными данному виду труда требованиями, установленными федеральным законом, либо обусловлены особой заботой государства о лицах, нуждающихся в повышенной социальной и правовой защите, либо установлены настоящим Кодексом или в случаях и в порядке, которые им предусмотрены, в целях обеспечения национальной безопасности, поддержания оптимального баланса трудовых ресурсов, содействия в приоритетном трудоустройстве граждан Российской Федерации и в целях решения",
    "Статья 4. Запрещение принудительного труда Запрещается принудительный труд. Принудительный труд - выполнение работы под угрозой применения какого-либо наказания (насильственного воздействия), в том числе: в целях поддержания трудовой дисциплины; в качестве меры ответственности за участие в забастовке; в качестве средства мобилизации и использования рабочей силы для нужд экономического развития; в качестве наказания за наличие или выражение политических взглядов или идеологических убеждений, противоположных установленной политической, социальной или экономической системе; как мера дискриминации по признакам расовой, социальной, национальной или религиозной принадлежности.",
    "Трудовое законодательство и иные акты, содержащие нормы трудового права, регулируют трудовые отношения и иные непосредственно связанные с ними отношения.",
    "Статья 6. Разграничение полномочий между федеральными органами государственной власти и органами государственной власти субъектов Российской Федерации в сфере трудовых отношений и иных непосредственно связанных с ними отношений",
    "Статья 7. Утратила силу. Информация об изменениях: См. текст статьи 7.",
    "Нормы локальных нормативных актов, ухудшающие положение работников по сравнению с установленным трудовым законодательством и иными нормативными правовыми актами, содержащими нормы трудового права, коллективным договором, соглашениями, а также локальные нормативные акты, принятые без соблюдения установленного статьей 372 настоящего Кодекса порядка учета мнения представительного органа работников, не подлежат применению.",
    "В соответствии со статьей 9 Трудового кодекса (ТК) регулирование трудовых отношений и иных непосредственно связанных с ними отношений может осуществляться путем заключения, изменения, дополнения работниками и работодателями коллективных договоров, соглашений, трудовых договоров. Коллективные договоры, соглашения, трудовые договоры не могут содержать условий, ограничивающих права или снижающих уровень гарантий работников по сравнению с установленными трудовым законодательством и иными нормативными правовыми актами, содержащими нормы трудового права. Если такие условия включены в коллективный договор, соглашение или трудовой договор, то они не подлежат применению.",
    "Статья 10. Трудовое законодательство, иные акты, содержащие нормы трудового права, и нормы международного права",
    "Трудовым законодательством и иными актами, содержащими нормы трудового права, регулируются трудовые отношения и иные непосредственно связанные с ними отношения.",
    "Статья 12. Действие трудового законодательства и иных актов, содержащих нормы трудового права, во времени",
    "Федеральные законы и иные нормативные правовые акты Российской Федерации, содержащие нормы трудового права, действуют на всей территории Российской Федерации, если в этих законах и иных нормативных правовых актах не предусмотрено иное.",
    "Течение сроков, с которыми настоящий Кодекс связывает возникновение трудовых прав и обязанностей, начинается с календарной даты, которой определено начало возникновения указанных прав и обязанностей. Течение сроков, исчисляемых годами, месяцами, неделями, истекает в соответствующее число последнего года, месяца или недели срока. В срок, исчисляемый в календарных неделях или днях, включаются и нерабочие дни. Если последний день срока приходится на нерабочий день, то днем окончания срока считается ближайший следующий за ним рабочий день.",
    "Трудовые отношения - это отношения, основанные на соглашении между работником и работодателем о личном выполнении работником за плату трудовой функции (работы по должности в соответствии со штатным расписанием, профессии, специальности с указанием квалификации; конкретного вида поручаемой работнику работы) в интересах, под управлением и контролем работодателя, подчинении работника правилам внутреннего трудового распорядка при обеспечении работодателем условий труда, предусмотренных трудовым законодательством и иными нормативными правовыми актами, содержащими нормы трудового права, коллективным договором, соглашениями, локальными нормативными актами, трудовым договором.",
    "Трудовые отношения между работником и работодателем возникают на основании трудового договора, заключаемого ими в соответствии с настоящим Кодексом. В случаях и порядке, которые установлены трудовым законодательством и иными нормативными правовыми актами, содержащими нормы трудового права, или уставом (положением) организации, трудовые отношения могут возникать также на основании фактического допущения работника к работе с ведома или по поручению работодателя или его уполномоченного на это представителя в случае, когда трудовой договор не был надлежащим образом оформлен.",
    "Трудовые отношения, возникающие на основании трудового договора в результате избрания на должность, возникают, если избрание на должность предполагает выполнение работником определенной трудовой функции.",
    "Трудовые отношения на основании трудового договора в результате избрания по конкурсу на замещение соответствующей должности возникают, если трудовым законодательством и иными нормативными правовыми актами, содержащими нормы трудового права, или уставом (положением) организации определены перечень должностей, подлежащих замещению по конкурсу, и порядок конкурсного избрания на эти должности.",
    "Трудовые отношения возникают на основании трудового договора в результате назначения на должность или утверждения в должности в случаях, предусмотренных трудовым законодательством и иными нормативными правовыми актами, содержащими нормы трудового права, или уставом (положением) организации.",
    "Федеральным законом от 28 декабря 2013 г. N 421-ФЗ настоящий Кодекс дополнен статьей 19.1, вступающей в силу с 1 января 2014 года. Статья 19.1. Трудовые отношения, возникающие на основании трудового договора в результате признания отношений, связанных с использованием личного труда и возникших на основании гражданско-правового договора, трудовыми отношениями",
    "Статья 20. Стороны трудовых отношений Работником является физическое лицо, вступившее в трудовые отношения с работодателем. В случаях, предусмотренных федеральными законами, в качестве работодателя может выступать иной субъект, наделенный правом заключать трудовые договоры. Работодателем - физическим лицом признаются: физические лица, зарегистрированные в установленном порядке в качестве индивидуальных предпринимателей и осуществляющие предпринимательскую деятельность без образования юридического лица, а также частные нотариусы, адвокаты, учредившие адвокатские кабинеты, и иные лица, чья профессиональная деятельность в соответствии с федеральными законами подлежит государственной регистрации и (или) лицензированию. Права и обязанности работодателя в трудовых отношениях осуществляются: физическим лицом, являющимся работодателем; органами управления юридического лица (организации) или уполномоченными ими лицами, иными лицами, уполномоченными на это в соответствии с федеральным законом, в порядке, установленном настоящим Кодексом, другими федеральными законами и иными нормативными правовыми актами Российской Федерации.",
    "Работник имеет право на: заключение, изменение и расторжение трудового договора в порядке и на условиях, которые установлены настоящим Кодексом, иными федеральными законами; предоставление ему работы, обусловленной трудовым договором; рабочее место, соответствующее государственным нормативным требованиям охраны труда и условиям, предусмотренным коллективным договором; своевременную и в полном объеме выплату заработной платы в соответствии со своей квалификацией, сложностью труда, количеством и качеством выполненной работы; отдых, обеспечиваемый установлением нормальной продолжительности рабочего времени, сокращенного рабочего времени для отдельных профессий и категорий работников, предоставлением еженедельных выходных дней, нерабочих праздничных дней, оплачиваемых ежегодных отпусков; полную достоверную информацию об условиях труда и требованиях охраны труда на рабочем месте, включая реализацию прав, предоставленных законодательством о специальной оценке условий труда; объединение, включая право на создание профессиональных союзов и вступление в них для защиты своих трудовых прав, свобод и законных интересов;",
    "Работодатель имеет право: заключать, изменять и расторгать трудовые договоры с работниками в порядке и на условиях, которые установлены настоящим Кодексом, иными федеральными законами; вести коллективные переговоры и заключать коллективные договоры; поощрять работников за добросовестный эффективный труд; требовать от работников исполнения ими трудовых обязанностей и бережного отношения к имуществу работодателя (в том числе к имуществу третьих лиц, находящемуся у работодателя, если работодатель несет ответственность за сохранность этого имущества) и других работников, соблюдения правил внутреннего трудового распорядка, требований охраны труда; привлекать работников к дисциплинарной и материальной ответственности в порядке, установленном трудовым законодательством и иными нормативными правовыми актами, содержащими нормы трудового права; принимать локальные нормативные акты (за исключением работодателей - физических лиц, не являющихся индивидуальными предпринимателями); создавать объединения работодателей в целях представительства и защиты своих интересов и вступать в них.",
    "Глава 2 Трудового кодекса РФ дополнена статьей 22.1, устанавливающей особенности электронного документооборота в сфере трудовых отношений.",
    "Статья 22.2. Электронный документооборот и прием на работу к работодателю, использующему электронный документооборот",
    "Статья 22.3. Взаимодействие работодателя и работника посредством электронного документооборота",
    "Статья 23. Понятие социального партнерства в сфере труда Социальное партнерство в сфере труда - система взаимоотношений между работниками (представителями работников), работодателями, органами государственной власти, органами местного самоуправления, направленная на обеспечение согласования интересов работников и работодателей по вопросам регулирования трудовых отношений и иных непосредственно связанных с ними отношений.",
    "Основными принципами социального партнерства являются: равноправие сторон; уважение и учет интересов сторон; заинтересованность сторон в участии в договорных отношениях; содействие государства в укреплении и развитии социального партнерства на демократической основе; соблюдение сторонами и их представителями трудового законодательства и иных нормативных правовых актов, содержащих нормы трудового права; полномочность представителей сторон; свобода выбора при обсуждении вопросов, входящих в сферу труда; добровольность принятия сторонами на себя обязательств; реальность обязательств, принимаемых на себя сторонами; обязательность выполнения коллективных договоров, соглашений.",
    "Органы государственной власти и органы местного самоуправления являются сторонами социального партнерства в случаях, когда они выступают в качестве работодателей, а также в других случаях, предусмотренных трудовым законодательством.",
    "Статья 26. Уровни социального партнерства Социальное партнерство осуществляется на федеральном уровне, на котором устанавливаются основы регулирования трудовых отношений и иных непосредственно связанных с ними отношений в Российской Федерации; межрегиональном уровне; региональном уровне; отраслевом уровне; территориальном уровне; локальном уровне.",
    "Статья 27. Формы социального партнерства Социальное партнерство осуществляется в формах: коллективных переговоров по подготовке проектов коллективных договоров, соглашений и заключению коллективных договоров; взаимных консультаций (переговоров) по вопросам регулирования трудовых отношений и иных непосредственно связанных с ними отношений, обеспечения гарантий трудовых прав работников и совершенствования трудового законодательства и иных нормативных правовых актов, содержащих нормы трудового права; участия работников, их представителей в управлении организацией; участия представителей работников и работодателей в разрешении трудовых споров.",
    "Представителями работников в социальном партнерстве являются профессиональные союзы и их объединения, иные профсоюзные организации, предусмотренные уставами общероссийских, межрегиональных профсоюзов, или иные представители, избираемые работниками в случаях, предусмотренных настоящим Кодексом. Интересы работников при проведении коллективных переговоров, заключении или изменении соглашений, разрешении коллективных трудовых споров по поводу заключения или изменения соглашений, осуществлении контроля за их выполнением, а также при формировании и осуществлении деятельности комиссий по регулированию социально-трудовых отношений представляют соответствующие профсоюзы, их территориальные организации, объединения профессиональных союзов и объединения территориальных организаций профессиональных союзов.",
    "Первичные профсоюзные организации и их органы представляют в социальном партнерстве на локальном уровне интересы работников данного работодателя, являющихся членами соответствующих профсоюзов, а в случаях и порядке, которые установлены настоящим Кодексом, - интересы всех работников данного работодателя независимо от их членства в профсоюзах при проведении коллективных переговоров, заключении или изменении коллективного договора, а также при рассмотрении и разрешении коллективных трудовых споров работников с работодателем.",
    "В случаях, когда работники данного работодателя не объединены в какие-либо первичные профсоюзные организации или ни одна из имеющихся первичных профсоюзных организаций не объединяет более половины работников данного работодателя и не уполномочена в порядке, установленном настоящим Кодексом, представлять интересы всех работников в социальном партнерстве на локальном уровне, на общем собрании (конференции) работников для осуществления указанных полномочий тайным голосованием может быть избран из числа работников иной представитель (представительный орган).",
    "Работодатель обязан создавать условия, обеспечивающие деятельность представителей работников, в соответствии с трудовым законодательством, коллективным договором, соглашениями.",
    "Интересы работодателя при проведении коллективных переговоров, заключении или изменении коллективного договора, а также при рассмотрении и разрешении коллективных трудовых споров работников с работодателем представляют руководитель организации, работодатель - индивидуальный предприниматель (лично) или уполномоченные ими лица в соответствии с настоящим Кодексом, другими федеральными законами и иными нормативными правовыми актами Российской Федерации.",
    "Представителями работодателей при проведении коллективных переговоров, заключении или изменении соглашений, разрешении коллективных трудовых споров по поводу заключения или изменения соглашений, осуществлении контроля за выполнением соглашений, формировании комиссий по регулированию социально-трудовых отношений и осуществлении их деятельности также являются соответствующие федеральные органы исполнительной власти, органы исполнительной власти субъектов Российской Федерации, иные государственные органы, органы местного самоуправления.",
    "Для обеспечения регулирования социально-трудовых отношений, ведения коллективных переговоров и подготовки проектов коллективных договоров, соглашений, заключения коллективных договоров и соглашений, а также для организации контроля за их выполнением на всех уровнях на равноправной основе по решению сторон образуются комиссии из наделенных необходимыми полномочиями представителей сторон.",
    "Федеральные органы государственной власти, органы государственной власти субъектов Российской Федерации и органы местного самоуправления обязаны обеспечивать условия для участия соответствующих комиссий по регулированию социально-трудовых отношений (в случаях, когда такие комиссии на соответствующем уровне социального партнерства не образованы, - соответствующих профсоюзов (объединений профсоюзов) и объединений работодателей) в разработке и (или) обсуждении проектов законодательных и иных нормативных правовых актов, программ социально-экономического развития, других актов органов государственной власти и органов местного самоуправления в сфере труда.",
    "Статья 36. Ведение коллективных переговоров Представители работников и работодателей участвуют в коллективных переговорах по подготовке, заключению или изменению коллективного договора, соглашения и имеют право проявить инициативу по проведению таких переговоров. Представители стороны, получившие предложение в письменной форме о начале коллективных переговоров, обязаны вступить в переговоры в течение семи календарных дней со дня получения указанного предложения, направив инициатору проведения коллективных переговоров ответ с указанием представителей от своей стороны для участия в работе комиссии по ведению коллективных переговоров и их полномочий.",
    "Статья 37. Право на ведение коллективных переговоров, подписание соглашений от имени работников на уровне Российской Федерации, одного или нескольких субъектов Российской Федерации, отрасли, территории предоставляется соответствующим профсоюзам (объединениям профсоюзов). При отсутствии договоренности о создании единого представительного органа для ведения коллективных переговоров право на их ведение предоставляется профсоюзу (объединению профсоюзов), объединяющему наибольшее число членов профсоюза (профсоюзов).",
    "Если в ходе коллективных переговоров не принято согласованное решение по всем или отдельным вопросам, то составляется протокол разногласий.",
    "Лица, участвующие в коллективных переговорах, освобождаются от основной работы с сохранением среднего заработка на срок, определяемый соглашением сторон, но не более трех месяцев.",
    "Статья 40. Коллективный договор Коллективный договор - правовой акт, регулирующий социально-трудовые отношения в организации или у индивидуального предпринимателя и заключаемый работниками и работодателем в лице их представителей. При недостижении согласия между сторонами по отдельным положениям проекта коллективного договора в течение трех месяцев со дня начала коллективных переговоров стороны должны подписать коллективный договор на согласованных условиях с одновременным составлением протокола разногласий. Неурегулированные разногласия могут быть предметом дальнейших коллективных переговоров или разрешаться в соответствии с настоящим Кодексом, иными федеральными законами.",
    "Статья 41. Содержание и структура коллективного договора определяются сторонами. В коллективный договор могут включаться обязательства работников и работодателя по следующим вопросам: формы, системы и размеры оплаты труда; выплата пособий, компенсаций; механизм регулирования оплаты труда с учетом роста цен, уровня инфляции, выполнения показателей, определенных коллективным договором; занятость, переобучение, условия высвобождения работников; рабочее время и время отдыха, включая вопросы предоставления и продолжительности отпусков; улучшение условий и охраны труда работников, в том числе женщин и молодежи; экологическая безопасность и охрана здоровья работников на производстве; гарантии и льготы работникам, совмещающим работу с обучением; оздоровление и отдых работников и членов их семей; частичная или полная оплата питания работников; контроль за выполнением коллективного договора, порядок внесения в него изменений и дополнений, ответственность сторон, обеспечение нормальных условий деятельности представителей работников, порядок информирования работников о выполнении коллективного договора; отказ от забастовок при выполнении соответствующих условий коллективного договора.",
    "Порядок разработки проекта коллективного договора и заключения коллективного договора определяется сторонами в соответствии с настоящим Кодексом и иными федеральными законами.",
    "Действие коллективного договора распространяется на всех работников организации, индивидуального предпринимателя, а действие коллективного договора, заключенного в филиале, представительстве или ином обособленном структурном подразделении организации, - на всех работников соответствующего подразделения.",
    "Статья 44 Трудового кодекса РФ устанавливает, что изменение и дополнение коллективного договора производятся в порядке, установленном настоящим Кодексом для его заключения, либо в порядке, предусмотренном коллективным договором.",
    "Статья 45. Виды соглашений. Соглашение - правовой акт, регулирующий социально-трудовые отношения и устанавливающий общие принципы регулирования связанных с ними экономических отношений, заключаемый между полномочными представителями работников и работодателей на федеральном, межрегиональном, региональном, отраслевом (межотраслевом) и территориальном уровнях социального партнерства в пределах их компетенции.",
    "Статья 46. Содержание и структура соглашения определяются по договоренности между представителями сторон, которые свободны в выборе круга вопросов для обсуждения и включения в соглашение. Соглашение должно включать в себя положения о сроке действия соглашения и порядке осуществления контроля за его выполнением. В соглашение могут включаться взаимные обязательства сторон по следующим вопросам: оплата труда (в том числе установление размеров минимальных тарифных ставок, окладов (должностных окладов), установление соотношения размера заработной платы и размера ее условно-постоянной части); гарантии, компенсации и льготы работникам; режимы труда и отдыха; занятость, условия высвобождения работников; подготовка и дополнительное профессиональное образование работников; условия и охрана труда; развитие социального партнерства, в том числе участие работников в управлении организацией; дополнительное пенсионное страхование; другие вопросы, определенные сторонами.",
    "Проект соглашения разрабатывается в ходе коллективных переговоров. Заключение и изменение соглашений, требующих бюджетного финансирования, осуществляются сторонами до подготовки проекта соответствующего бюджета на финансовый год, относящийся к сроку действия соглашения. Генеральное соглашение, отраслевые (межотраслевые) соглашения, содержащие обязательства, финансовое обеспечение выполнения которых осуществляется за счет средств федерального бюджета, должны заключаться по общему правилу до внесения проекта федерального закона о федеральном бюджете на очередной финансовый год и плановый период в Государственную Думу Федерального Собрания Российской Федерации.",
    "Статья 48. Действие соглашения Соглашение вступает в силу со дня его подписания сторонами либо со дня, установленного соглашением. Срок действия соглашения определяется сторонами, но не может превышать трех лет. Стороны имеют право один раз продлить действие соглашения на срок не более трех лет.",
    "Федеральный закон от 30 июня 2006 года N 90-ФЗ в статью 49 настоящего Кодекса внесены изменения, вступающие в силу по истечении 90 дней со дня официального опубликования названного Федерального закона",
    "Статья 50. Регистрация коллективного договора, соглашения Коллективный договор, соглашение в течение семи дней со дня подписания направляются работодателем, представителем работодателя (работодателей) на уведомительную регистрацию в соответствующий орган по труду. Отраслевые (межотраслевые) соглашения, заключенные на федеральном уровне социального партнерства, межрегиональные соглашения регистрируются федеральным органом исполнительной власти, уполномоченным на проведение федерального государственного контроля (надзора) за соблюдением трудового законодательства и иных нормативных правовых актов, содержащих нормы трудового права, коллективные договоры, региональные и территориальные соглашения - соответствующими органами исполнительной власти субъектов Российской Федерации.",
    "Контроль за выполнением коллективного договора, соглашения осуществляется сторонами социального партнерства, их представителями, соответствующими органами по труду. При проведении указанного контроля представители сторон обязаны предоставлять друг другу, а также соответствующим органам по труду необходимую для этого информацию не позднее одного месяца со дня получения соответствующего запроса.",
    "Право работников на участие в управлении организацией непосредственно или через свои представительные органы регулируется настоящим Кодексом, иными федеральными законами, учредительными документами организации, коллективным договором, соглашениями.",
    "Основными формами участия работников в управлении организацией являются: учет мнения представительного органа работников в случаях, предусмотренных настоящим Кодексом, коллективным договором, соглашениями; проведение представительным органом работников консультаций с работодателем по вопросам принятия локальных нормативных актов; получение от работодателя информации по вопросам, непосредственно затрагивающим интересы работников; обсуждение с работодателем вопросов о работе организации, внесение предложений по ее совершенствованию; участие в разработке и принятии коллективных договоров; участие представителей работников в заседаниях коллегиального органа управления организации с правом совещательного голоса.",
    "Право представителей работников на участие в заседаниях коллегиального органа управления организации с правом совещательного голоса может устанавливаться федеральными законами, учредительным документом организации, внутренним регламентом, иным внутренним документом организации, коллективным договором, соглашениями.",
    "Статья 54. Ответственность за уклонение от участия в коллективных переговорах, непредоставление информации, необходимой для ведения коллективных переговоров и осуществления контроля за соблюдением коллективного договора, соглашения",
    "Лица, представляющие работодателя либо представляющие работников, виновные в нарушении или невыполнении обязательств, предусмотренных коллективным договором, соглашением, подвергаются штрафу в размере и порядке, которые установлены федеральным законом.",
    "Трудовой договор - это соглашение между работодателем и работником, в соответствии с которым работодатель обязуется предоставить работнику работу по обусловленной трудовой функции, обеспечить условия труда, предусмотренные трудовым законодательством и иными нормативными правовыми актами, содержащими нормы трудового права, коллективным договором, соглашениями, локальными нормативными актами и данным соглашением, своевременно и в полном размере выплачивать работнику заработную плату, а работник обязуется лично выполнять определенную этим соглашением трудовую функцию в интересах, под управлением и контролем работодателя, соблюдать правила внутреннего трудового распорядка, действующие у данного работодателя.",
    "Статья 56.1 Трудового кодекса запрещает заемный труд. Заемный труд — это труд, осуществляемый работником по распоряжению работодателя в интересах, под управлением и контролем физического или юридического лица, не являющегося работодателем данного работника. Особенности регулирования труда работников, направленных временно работодателем к другим физическим или юридическим лицам по договору о предоставлении труда работников (персонала), устанавливаются главой 53.1 настоящего Кодекса.",
    "Статья 57. Содержание трудового договора В трудовом договоре указываются фамилия, имя, отчество работника и работодателя (физического лица), подписавших трудовой договор; идентификационный номер налогоплательщика (для работодателей, за исключением работодателей - физических лиц, не являющихся индивидуальными предпринимателями); сведения о документах, удостоверяющих личность работника и работодателя - физического лица; место и дата заключения трудового договора. Обязательными для включения в трудовой договор являются следующие условия: место работы, а в случае, когда работник принимается для работы в филиале, представительстве или ином обособленном структурном подразделении организации, расположенном в другой местности, - место работы с указанием обособленного структурного подразделения и его местонахождения; трудовая функция (работа по должности в соответствии со штатным расписанием, профессии, специальности с указанием квалификации; конкретный вид поручаемой работнику работы); условия оплаты труда (в том числе размер тарифной ставки или оклада (должностного оклада) работника, доплаты, надбавки и поощритель",
    "Статья 58. Срок трудового договора Трудовые договоры могут заключаться: 1) на неопределенный срок; 2) на определенный срок не более пяти лет (срочный трудовой договор), если иной срок не установлен настоящим Кодексом и иными федеральными законами.",
    "Статья 59. Заключение срочного трудового договора Срочный трудовой договор заключается: на время исполнения обязанностей отсутствующего работника, за которым в соответствии с трудовым законодательством и иными нормативными правовыми актами, содержащими нормы трудового права, коллективным договором, соглашениями, локальными нормативными актами, трудовым договором сохраняется место работы; на время выполнения временных (до двух месяцев) работ; для выполнения сезонных работ, когда в силу природных условий работа может производиться только в течение определенного периода (сезона); с лицами, направляемыми на работу за границу; для проведения работ, выходящих за рамки обычной деятельности работодателя (реконструкция, монтажные, пусконаладочные и другие работы), а также работ, связанных с заведомо временным (до одного года) расширением производства или объема оказываемых услуг; с лицами, поступающими на работу в организации, созданные на заведомо определенный период или для выполнения заведомо определенной работы;",
    "Запрещается требовать от работника выполнения работы, не обусловленной трудовым договором, за исключением случаев, предусмотренных настоящим Кодексом и иными федеральными законами.",
    "В соответствии со статьей 60.1 Трудового кодекса РФ работники имеют право заключать трудовые договоры о выполнении в свободное от основной работы время другой регулярной оплачиваемой работы у того же работодателя (внутреннее совместительство) или у другого работодателя (внешнее совместительство). Особенности регулирования труда лиц, работающих по совместительству, определяются главой 44 настоящего Кодекса.",
    "Статья 60.2. Совмещение профессий (должностей). Расширение зон обслуживания, увеличение объема работы. Исполнение обязанностей временно отсутствующего работника без освобождения от работы, определенной трудовым договором",
    "Трудовой договор вступает в силу со дня его подписания работником и работодателем, если иное не установлено настоящим Кодексом, другими федеральными законами, иными нормативными правовыми актами Российской Федерации или трудовым договором, либо со дня фактического допущения работника к работе с ведома или по поручению работодателя или его уполномоченного на это представителя.",
    "По письменному заявлению работника работодатель обязан не позднее трех рабочих дней со дня подачи этого заявления выдать работнику трудовую книжку (за исключением случаев, если в соответствии с настоящим Кодексом, иным федеральным законом трудовая книжка на работника не ведется) в целях его обязательного социального страхования (обеспечения), копии документов, связанных с работой (копии приказа о приеме на работу, приказов о переводах на другую работу, приказа об увольнении с работы; выписки из трудовой книжки; справки о заработной плате, о начисленных и фактически уплаченных страховых взносах, о периоде работы у данного работодателя и другое).",
    "Заключение трудового договора допускается с лицами, достигшими возраста шестнадцати лет, за исключением случаев, предусмотренных настоящим Кодексом, другими федеральными законами. Лица, получившие общее образование и достигшие возраста пятнадцати лет, могут заключать трудовой договор для выполнения легкого труда, не причиняющего вреда их здоровью.",
    "Статья 64. Гарантии при заключении трудового договора Запрещается необоснованный отказ в заключении трудового договора. Какое бы то ни было прямое или косвенное ограничение прав или установление прямых или косвенных преимуществ при заключении трудовых договоров в зависимости от пола, расы, цвета кожи, национальности, языка, происхождения, имущественного, семейного, социального и должностного положения, возраста, места жительства (в том числе наличия или отсутствия регистрации по месту жительства или пребывания), отношения к религии, убеждений, принадлежности или непринадлежности к общественным объединениям или каким-либо социальным группам, а также других обстоятельств, не связанных с деловыми качествами работников, не допускается за исключением случаев, в которых право или обязанность устанавливать такие ограничения или преимущества предусмотрены федеральными законами.",
    "Граждане, замещавшие должности государственной или муниципальной службы, перечень которых устанавливается нормативными правовыми актами Российской Федерации, имеют право замещать должности в организациях, если отдельные функции государственного управления данными организациями входили в должностные (служебные) обязанности государственного или муниципального служащего, только с согласия соответствующей комиссии по соблюдению требований к служебному поведению государственных или муниципальных служащих и урегулированию конфликта интересов.",
    "При заключении трудового договора лицо, поступающее на работу, предъявляет работодателю паспорт или иной документ, удостоверяющий личность, трудовую книжку и (или) сведения о трудовой деятельности, за исключением случаев, если трудовой договор заключается впервые. В отдельных случаях с учетом специфики работы настоящим Кодексом, иными федеральными законами, указами Президента Российской Федерации и постановлениями Правительства Российской Федерации может предусматриваться необходимость предъявления при заключении трудового договора дополнительных документов.",
    "Трудовая книжка является основным документом о трудовой деятельности и трудовом стаже работника. В трудовую книжку вносятся сведения о работнике, выполняемой им работе, переводах на другую постоянную работу и об увольнении работника, а также основания прекращения трудового договора и сведения о награждениях за успехи в работе. Сведения о взысканиях в трудовую книжку не вносятся, за исключением случаев, когда дисциплинарным взысканием является увольнение.",
    "Работодатель формирует в электронном виде основную информацию о трудовой деятельности и трудовом стаже каждого работника (сведения о трудовой деятельности) и представляет ее в порядке, установленном законодательством Российской Федерации об индивидуальном (персонифицированном) учете в системах обязательного пенсионного страхования и обязательного социального страхования, для хранения в информационных ресурсах Фонда пенсионного и социального страхования Российской Федерации.",
    "Трудовой договор заключается в письменной форме, составляется в двух экземплярах, каждый из которых подписывается сторонами. Один экземпляр трудового договора передается работнику, другой хранится у работодателя. Получение работником экземпляра трудового договора должно подтверждаться подписью работника на экземпляре трудового договора, хранящемся у работодателя.",
    "Федеральным законом от 28 декабря 2013 года N 421-ФЗ настоящий Федеральный закон дополнен статьей 67.1, вступающей в силу с 1 января 2014 года.",
    "При приеме на работу (до подписания трудового договора) работодатель обязан ознакомить работника под роспись с правилами внутреннего трудового распорядка, иными локальными нормативными актами, непосредственно связанными с трудовой деятельностью работника, коллективным договором.",
    "Лица, не достигшие возраста 18 лет, а также лица в случаях, предусмотренных настоящим Кодексом и иными федеральными законами, подлежат обязательному предварительному медицинскому осмотру при заключении трудового договора.",
    "При заключении трудового договора в нем по соглашению сторон может быть предусмотрено условие об испытании работника в целях проверки его соответствия поручаемой работе. Отсутствие в трудовом договоре условия об испытании означает, что работник принят на работу без испытания. В период испытания на работника распространяются положения трудового законодательства и иных нормативных правовых актов, содержащих нормы трудового права, коллективного договора, соглашений, локальных нормативных актов.",
    "При неудовлетворительном результате испытания работодатель имеет право до истечения срока испытания расторгнуть трудовой договор с работником, предупредив его об этом в письменной форме не позднее чем за три дня с указанием причин, послуживших основанием для признания этого работника не выдержавшим испытание.",
    "Изменение определенных сторонами условий трудового договора, в том числе перевод на другую работу, допускается только по соглашению сторон трудового договора, за исключением случаев, предусмотренных настоящим Кодексом.",
    "Перевод на другую работу - это постоянное или временное изменение трудовой функции работника и (или) структурного подразделения, в котором работает работник, при продолжении работы у того же работодателя, а также перевод на работу в другую местность вместе с работодателем. Перевод на другую работу допускается только с письменного согласия работника, за исключением случаев, предусмотренных частями второй и третьей статьи 72.2 настоящего Кодекса. По письменной просьбе работника или с его письменного согласия может быть осуществлен перевод работника на постоянную работу к другому работодателю. При этом трудовой договор по прежнему месту работы прекращается (пункт 5 части первой статьи 77 настоящего Кодекса).",
    "Работник может быть временно переведен на другую работу у того же работодателя на срок до одного года, а в случае, когда такой перевод осуществляется для замещения временно отсутствующего работника, за которым в соответствии с законом сохраняется место работы, - до выхода этого работника на работу. Если по окончании срока перевода прежняя работа работнику не предоставлена, а он не потребовал ее предоставления и продолжает работать, то условие соглашения о временном характере перевода утрачивает силу и перевод считается постоянным.",
    "Работник, нуждающийся в переводе на другую работу в соответствии с медицинским заключением, с его письменного согласия работодатель обязан перевести на другую имеющуюся у работодателя работу, не противопоказанную работнику по состоянию здоровья. Если работник отказывается от перевода либо соответствующая работа отсутствует, то работодатель обязан на весь указанный в медицинском заключении срок отстранить работника от работы с сохранением места работы (должности). В период отстранения от работы заработная плата работнику не начисляется, за исключением случаев, предусмотренных настоящим Кодексом, иными федеральными законами, коллективным договором, соглашениями, трудовым договором.",
    "Статья 74. Изменение определенных сторонами условий трудового договора по причинам, связанным с изменением организационных или технологических условий труда",
    "Статья 75. Трудовые отношения при смене собственника имущества организации, изменении подведомственности организации, ее реорганизации, изменении типа государственного или муниципального учреждения",
    "Работодатель обязан отстранить от работы (не допускать к работе) работника: появившегося на работе в состоянии алкогольного, наркотического или иного токсического опьянения; не прошедшего в установленном порядке обучение и проверку знаний и навыков в области охраны труда; не прошедшего обязательный медицинский осмотр, а также обязательное психиатрическое освидетельствование в случаях, предусмотренных настоящим Кодексом, другими федеральными законами и иными нормативными правовыми актами Российской Федерации; не применяющего выданные ему в установленном порядке средства индивидуальной защиты, применение которых является обязательным при выполнении работ с вредными и (или) опасными условиями труда, а также на работах, выполняемых в особых температурных условиях; в случае приостановления действия на срок до двух месяцев специального права работника (лицензии, права на управление транспортным средством, права на ношение оружия, другого специального права).",
    "Статья 77. Общие основания прекращения трудового договора Основаниями прекращения трудового договора являются: 1) соглашение сторон (статья 78 настоящего Кодекса); 2) истечение срока трудового договора (статья 79 настоящего Кодекса), за исключением случаев, когда трудовые отношения фактически продолжаются и ни одна из сторон не потребовала их прекращения; 3) расторжение трудового договора по инициативе работника (статья 80 настоящего Кодекса); 4) перевод работника по его просьбе или с его согласия на работу к другому работодателю или переход на выборную работу (должность); 5) отказ работника от продолжения работы в связи со сменой собственника имущества организации, с изменением подведомственности (подчиненности) организации либо ее реорганизацией, с изменением типа государственного или муниципального учреждения;",
    "Трудовой договор может быть расторгнут в любое время по соглашению сторон трудового договора.",
    "Срочный трудовой договор прекращается с истечением срока его действия, о чем работник должен быть предупрежден в письменной форме не менее чем за три календарных дня до увольнения, за исключением случаев, когда истекает срок действия срочного трудового договора, заключенного на время исполнения обязанностей отсутствующего работника.",
    "Работник имеет право расторгнуть трудовой договор, предупредив об этом работодателя в письменной форме не позднее чем за две недели, если иной срок не установлен настоящим Кодексом или иным федеральным законом. Течение указанного срока начинается на следующий день после получения работодателем заявления работника об увольнении.",
    "Работодатель имеет право расторгнуть трудовой договор с работником в любое время, предупредив об этом работника в письменной форме не позднее чем за две недели. В случае, когда по причинам, связанным с изменением организационных или технологических условий труда, невозможно перевести работника с его письменного согласия на другую имеющуюся у работодателя работу (как вакантную должность или работу, соответствующую квалификации работника, так и вакантную нижестоящую должность или нижеоплачиваемую работу), а работник отказывается перевестись, трудовой договор может быть расторгнут до истечения срока предупреждения об увольнении.",
    "Статья 82. Обязательное участие выборного органа первичной профсоюзной организации в рассмотрении вопросов, связанных с расторжением трудового договора по инициативе работодателя",
    "Статья 83. Прекращение трудового договора по обстоятельствам, не зависящим от воли сторон",
    "Трудовой договор прекращается вследствие нарушения установленных настоящим Кодексом или иным федеральным законом правил его заключения (пункт 11 части первой статьи 77 настоящего Кодекса), если нарушение этих правил исключает возможность продолжения работы, в следующих случаях: заключение трудового договора в нарушение приговора суда о лишении конкретного лица права занимать определенные должности или заниматься определенной деятельностью; заключение трудового договора на выполнение работы, противопоказанной данному работнику по состоянию здоровья в соответствии с медицинским заключением, выданным в порядке, установленном федеральными законами и иными нормативными правовыми актами Российской Федерации; отсутствие соответствующего документа об образовании и (или) о квалификации, если выполнение работы требует специальных знаний в соответствии с федеральным законом или иным нормативным правовым актом Российской Федерации.",
    "1. Прекращение трудового договора оформляется приказом (распоряжением) работодателя.\n2. Приказ (распоряжение) о прекращении трудового договора должен быть доведен до сведения работника под роспись.\n3. В день прекращения трудового договора работодатель обязан выдать работнику трудовую книжку или предоставить сведения о трудовой деятельности у данного работодателя и произвести с ним расчет в соответствии со статьей 140 настоящего Кодекса.",
    "Статья 85. Утратила силу. Информация об изменениях: См. текст статьи 85.",
    "Статья 86. Общие требования при обработке персональных данных работника и гарантии их защиты Работодатель и его представители обязаны соблюдать следующие общие требования: 1) обработка персональных данных работника может осуществляться исключительно в целях обеспечения соблюдения законов и иных нормативных правовых актов, содействия работникам в трудоустройстве, получении образования и продвижении по службе, обеспечения личной безопасности работников, контроля количества и качества выполняемой работы и обеспечения сохранности имущества; 2) при определении объема и содержания обрабатываемых персональных данных работника работодатель должен руководствоваться Конституцией Российской Федерации, настоящим Кодексом и иными федеральными законами; 3) все персональные данные работника следует получать у него самого. Если персональные данные работника возможно получить только у третьей стороны, то работник должен быть уведомлен об этом заранее и от него должно быть получено письменное согласие. Работодатель должен сообщить работнику о целях, предполагаемых источниках и способах получения персональных данных, а также о характере подлежащих получению персональных данных и последствиях отказа работника дать письменное согласие на их получение;",
    "Федеральный закон от 30 июня 2006 года N 90-ФЗ в статью 87 настоящего Кодекса внесены изменения, вступающие в силу по истечении 90 дней после дня официального опубликования названного Федерального закона",
    "При передаче персональных данных работника работодатель должен соблюдать следующие требования: не сообщать персональные данные работника третьей стороне без его письменного согласия, за исключением случаев, когда это необходимо в целях предупреждения угрозы жизни и здоровью работника, а также в других случаях, предусмотренных настоящим Кодексом или иными федеральными законами.",
    "Работники имеют право на: полную информацию об их персональных данных и обработке этих данных; свободный бесплатный доступ к своим персональным данным, включая право на получение копий любой записи, содержащей персональные данные работника, за исключением случаев, предусмотренных федеральным законом; определение своих представителей для защиты своих персональных данных; доступ к медицинской документации, отражающей состояние их здоровья, с помощью медицинского работника по их выбору; требование об исключении или исправлении неверных или неполных персональных данных, а также данных, обработанных с нарушением требований настоящего Кодекса или иного федерального закона; обжалование в суд любых неправомерных действий или бездействия работодателя при обработке и защите его персональных данных.",
    "Лица, виновные в нарушении положений законодательства Российской Федерации в области персональных данных при обработке персональных данных работника, привлекаются к дисциплинарной и материальной ответственности в порядке, установленном настоящим Кодексом и иными федеральными законами.",
    "Рабочее время - это время, в течение которого работник в соответствии с правилами внутреннего трудового распорядка и условиями трудового договора должен исполнять трудовые обязанности, а также иные периоды времени, которые в соответствии с настоящим Кодексом, другими федеральными законами и иными нормативными правовыми актами Российской Федерации относятся к рабочему времени.",
    "Статья 92 Трудового кодекса РФ устанавливает сокращенную продолжительность рабочего времени для работников в возрасте до шестнадцати лет, от шестнадцати до восемнадцати лет, инвалидов I или II группы, работников, условия труда на рабочих местах которых по результатам специальной оценки условий труда отнесены к вредным условиям труда 3 или 4 степени или опасным условиям труда, а также для работников, получающих общее образование или среднее профессиональное образование и совмещающих в течение учебного года получение образования с работой.",
    "Работодатель обязан устанавливать неполное рабочее время по просьбе беременной женщины, одного из родителей (опекуна, попечителя), имеющего ребенка в возрасте до четырнадцати лет (ребенка-инвалида в возрасте до восемнадцати лет), а также лица, осуществляющего уход за больным членом семьи в соответствии с медицинским заключением, выданным в порядке, установленном федеральными законами и иными нормативными правовыми актами Российской Федерации.",
    "Продолжительность ежедневной работы (смены) не может превышать: для работников (включая лиц, получающих общее образование или среднее профессиональное образование и работающих в период каникул) в возрасте от четырнадцати до пятнадцати лет - 4 часа; в возрасте от пятнадцати до шестнадцати лет - 5 часов, в возрасте от шестнадцати до восемнадцати лет - 7 часов. Отраслевым (межотраслевым) соглашением и коллективным договором, а также при наличии письменного согласия работника, оформленного путем заключения отдельного соглашения к трудовому договору, может быть предусмотрено увеличение максимально допустимой продолжительности ежедневной работы по сравнению с продолжительностью ежедневной работы, установленной частью второй настоящей статьи для работников, занятых на работах с вредными и (или) опасными условиями труда, при условии соблюдения предельной еженедельной продолжительности рабочего времени, установленной в соответствии с частями первой - третьей статьи 92 настоящего Кодекса.",
    "Статья 95. Продолжительность работы накануне нерабочих праздничных и выходных дней Продолжительность рабочего дня или смены, непосредственно предшествующих нерабочему праздничному дню, уменьшается на один час. В непрерывно действующих организациях и на отдельных видах работ, где невозможно уменьшение продолжительности работы (смены) в предпраздничный день, переработка компенсируется предоставлением работнику дополнительного времени отдыха или, с согласия работника, оплатой по нормам, установленным для сверхурочной работы. Накануне выходных дней продолжительность работы при шестидневной рабочей неделе не может превышать пяти часов. Комментарии эксперта: Статья 95 ТК РФ распространяется на всех работников организации независимо от установленной им продолжительности рабочей недели, в том числе и для совместителей, а также для лиц с неполным или сокращенным рабочим временем. Интересно отметить, что статья 95 ТК РФ говорит только об уменьшении рабочего времени накануне праздника, но не устанавливает сам порядок сокращения.",
    "Статья 96. Работа в ночное время Ночное время - время с 22 часов до 6 часов. Продолжительность работы (смены) в ночное время сокращается на один час без последующей отработки для работников, которым установлена сокращенная продолжительность рабочего времени, а также для работников, принятых специально для работы в ночное время, если иное не предусмотрено коллективным договором. К работе в ночное время не допускаются: беременные женщины; работники, не достигшие возраста восемнадцати лет, за исключением лиц, участвующих в создании и (или) исполнении художественных произведений, и других категорий работников в соответствии с настоящим Кодексом и иными федеральными законами. Женщины, имеющие детей в возрасте до трех лет, инвалиды, работники, имеющие детей-инвалидов, а также работники, осуществляющие уход за больными членами их семей в соответствии с медицинским заключением, выданным в порядке, установленном федеральными законами и иными нормативными правовыми актами Российской Федерации, матери и отцы, воспитывающие без супруга (супруги)",
    "Работодатель имеет право в порядке, установленном настоящим Кодексом, привлекать работника к работе за пределами установленной для работника продолжительности рабочего времени: для сверхурочной работы ( статья 99 настоящего Кодекса); если работник работает на условиях ненормированного рабочего дня ( статья 101 настоящего Кодекса).",
    "Статья 98. Утратила силу. Информация об изменениях: См. текст статьи 98.",
    "Статья 99 Трудового кодекса РФ устанавливает, что сверхурочная работа - это работа, выполняемая работником по инициативе работодателя за пределами установленной для работника продолжительности рабочего времени: ежедневной работы (смены), а при суммированном учете рабочего времени - сверх нормального числа рабочих часов за учетный период. Привлечение работника к сверхурочной работе допускается с его письменного согласия в следующих случаях: 1) при необходимости выполнить (закончить) начатую работу, которая вследствие непредвиденной задержки по техническим условиям производства не могла быть выполнена (закончена) в течение нормальной продолжительности рабочего времени; 2) при производстве временных работ по ремонту и восстановлению механизмов или сооружений в тех случаях, когда их неисправность может стать причиной прекращения работы для значительного числа работников; 3) для продолжения работы при неявке сменяющего работника, если работа не допускает перерыва; 4) при производстве общественно необходимых работ по устранению непредвиденных обстоятельств, нарушающих нормальное функционирование централизованных систем горячего водоснабжения, холодного водоснабжения и (или) водо",
    "Режим рабочего времени должен предусматривать продолжительность рабочей недели (пятидневная с двумя выходными днями, шестидневная с одним выходным днем, рабочая неделя с предоставлением выходных дней по скользящему графику, неполная рабочая неделя), работу с ненормированным рабочим днем для отдельных категорий работников, продолжительность ежедневной работы (смены), в том числе неполный рабочий день (смену), время начала и окончания работы, время перерывов в работе, число смен в сутки, чередование рабочих и нерабочих дней, которые устанавливаются правилами внутреннего трудового распорядка в соответствии с трудовым законодательством и иными нормативными правовыми актами, содержащими нормы трудового права, коллективным договором, соглашениями, а для работников, режим рабочего времени которых отличается от общих правил, установленных у данного работодателя, - трудовым договором.",
    "Ненормированный рабочий день - это особый режим работы, в соответствии с которым отдельные работники могут по распоряжению работодателя при необходимости эпизодически привлекаться к выполнению своих трудовых функций за пределами установленной для них продолжительности рабочего времени. Перечень должностей работников с ненормированным рабочим днем устанавливается коллективным договором, соглашениями или локальным нормативным актом, принимаемым с учетом мнения представительного органа работников.",
    "При работе в режиме гибкого рабочего времени начало, окончание или общая продолжительность рабочего дня (смены) определяются по соглашению сторон. Работодатель обеспечивает отработку работником суммарного количества рабочих часов в течение соответствующих учетных периодов (рабочего дня, недели, месяца и других).",
    "Статья 103. Сменная работа Сменная работа - работа в две, три или четыре смены - вводится в тех случаях, когда длительность производственного процесса превышает допустимую продолжительность ежедневной работы, а также в целях более эффективного использования оборудования, увеличения объема выпускаемой продукции или оказываемых услуг. При составлении графиков сменности работодатель учитывает мнение представительного органа работников в порядке, предусмотренном статьей 372 настоящего Кодекса для принятия локальных нормативных актов. Графики сменности, как правило, являются приложением к коллективному договору.",
    "Статья 104. Суммированный учет рабочего времени В случае, когда по условиям производства (работы) у индивидуального предпринимателя, в организации в целом или при выполнении отдельных видов работ не может быть соблюдена установленная для данной категории работников ежедневная или еженедельная продолжительность рабочего времени, допускается введение суммированного учета рабочего времени с тем, чтобы продолжительность рабочего времени за учетный период (месяц, квартал и другие периоды) не превышала нормального числа рабочих часов. Учетный период не может превышать один год, а для учета рабочего времени работников, занятых на работах с вредными и (или) опасными условиями труда, - три месяца.",
    "Время отдыха - время, в течение которого работник свободен от исполнения трудовых обязанностей и которое он может использовать по своему усмотрению.",
    "Виды времени отдыха: перерывы в течение рабочего дня (смены); ежедневный (междусменный) отдых; выходные дни (еженедельный непрерывный отдых); нерабочие праздничные дни; отпуска.",
    "В течение рабочего дня (смены) работнику должен быть предоставлен перерыв для отдыха и питания продолжительностью не более двух часов и не менее 30 минут, который в рабочее время не включается. Время предоставления перерыва и его конкретная продолжительность устанавливаются правилами внутреннего трудового распорядка или по соглашению между работником и работодателем.",
    "Работникам, работающим в холодное время года на открытом воздухе или в закрытых необогреваемых помещениях, а также грузчикам, занятым на погрузочно-разгрузочных работах, в необходимых случаях предоставляются специальные перерывы для обогревания и отдыха, которые включаются в рабочее время.",
    "Продолжительность еженедельного непрерывного отдыха не может быть менее 42 часов, за исключением случаев, предусмотренных настоящим Кодексом.",
    "Работникам предоставляются выходные дни (еженедельный непрерывный отдых). При пятидневной рабочей неделе работникам предоставляются два выходных дня в неделю, при шестидневной рабочей недели - один выходной день. Общим выходным днем является воскресенье. Второй выходной день устанавливается коллективным договором или правилами внутреннего трудового распорядка. Оба выходных дня предоставляются, как правило, подряд. У работодателей, приостановка работы у которых в выходные дни невозможна по производственно-техническим и организационным условиям, выходные дни предоставляются в различные дни недели поочередно каждой группе работников согласно правилам внутреннего трудового распорядка.",
    "Нерабочими праздничными днями в Российской Федерации являются: 1, 2, 3, 4 , 5, 6 и 8 января - Новогодние каникулы; 7 января - Рождество Христово; 23 февраля - День защитника Отечества; 8 марта - Международный женский день; 1 мая - Праздник Весны и Труда; 9 мая - День Победы; 12 июня - День России; 4 ноября - День народного единства.",
    "Работа в выходные и нерабочие праздничные дни запрещается, за исключением случаев, предусмотренных настоящим Кодексом. Привлечение работников к работе в выходные дни производится с их письменного согласия в случае необходимости выполнения заранее непредвиденных работ, от срочного выполнения которых зависит в дальнейшем нормальная работа организации в целом или ее отдельных структурных подразделений, индивидуального предпринимателя.",
    "Работникам предоставляются ежегодные оплачиваемые отпуска с сохранением места работы (должности) и среднего заработка.",
    "Статья 115. Продолжительность ежегодного основного оплачиваемого отпуска Ежегодный основной оплачиваемый отпуск предоставляется работникам продолжительностью 28 календарных дней.",
    "Ежегодные дополнительные оплачиваемые отпуска предоставляются работникам, занятым на работах с вредными и (или) опасными условиями труда, работникам, имеющим особый характер работы, работникам с ненормированным рабочим днем, работникам в районах Крайнего Севера и приравненных к ним местностях, а также в других случаях, предусмотренных настоящим Кодексом и иными федеральными законами.",
    "Ежегодный дополнительный оплачиваемый отпуск предоставляется работникам, условия труда на рабочих местах которых по результатам специальной оценки условий труда отнесены к вредным условиям труда 2, 3 или 4 степени либо опасным условиям труда. Минимальная продолжительность ежегодного дополнительного оплачиваемого отпуска составляет 7 календарных дней.",
    "Отдельным категориям работников, труд которых связан с особенностями выполнения работы, предоставляется ежегодный дополнительный оплачиваемый отпуск за особый характер работы.",
    "Работникам с ненормированным рабочим днем предоставляется ежегодный дополнительный оплачиваемый отпуск, продолжительность которого определяется коллективным договором или правилами внутреннего трудового распорядка и который не может быть менее трех календарных дней.",
    "Согласно статье 120 Трудового кодекса, продолжительность ежегодных оплачиваемых отпусков работников исчисляется в календарных днях и максимальным пределом не ограничивается. Нерабочие праздничные дни, приходящиеся на период ежегодного основного или ежегодного дополнительного оплачиваемого отпуска, в число календарных дней отпуска не включаются. При исчислении общей продолжительности ежегодного оплачиваемого отпуска дополнительные оплачиваемые отпуска суммируются с ежегодным основным оплачиваемым отпуском.",
    "В стаж работы, дающий право на ежегодный основной оплачиваемый отпуск, включаются: время фактической работы; время, когда работник фактически не работал, но за ним в соответствии с трудовым законодательством и иными нормативными правовыми актами, содержащими нормы трудового права, коллективным договором, соглашениями, локальными нормативными актами, трудовым договором сохранялось место работы (должность); время вынужденного прогула при незаконном увольнении или отстранении от работы и последующем восстановлении на прежней работе; период отстранения от работы работника, не прошедшего обязательный медицинский осмотр не по своей вине; время предоставляемых по просьбе работника отпусков без сохранения заработной платы, не превышающее 14 календарных дней в течение рабочего года; период приостановления трудового договора в соответствии со статьей 351.7 настоящего Кодекса.",
    "Оплачиваемый отпуск должен предоставляться работнику ежегодно. Право на использование отпуска за первый год работы возникает у работника по истечении шести месяцев его непрерывной работы у данного работодателя. По соглашению сторон оплачиваемый отпуск работнику может быть предоставлен и до истечения шести месяцев.",
    "Очередность предоставления ежегодных оплачиваемых отпусков определяется ежегодно в соответствии с графиком отпусков, утверждаемым работодателем с учетом мнения выборного органа первичной профсоюзной организации не позднее чем за две недели до наступления календарного года в порядке, установленном статьей 372 настоящего Кодекса для принятия локальных нормативных актов.",
    "Ежегодный оплачиваемый отпуск должен быть продлен или перенесен на другой срок, определяемый работодателем с учетом пожеланий работника, в случаях: временной нетрудоспособности работника; исполнения работником во время ежегодного оплачиваемого отпуска государственных обязанностей, если для этого трудовым законодательством предусмотрено освобождение от работы; в других случаях, предусмотренных трудовым законодательством, локальными нормативными актами.",
    "Часть ежегодного оплачиваемого отпуска, превышающая 28 календарных дней, по письменному заявлению работника может быть заменена денежной компенсацией, если иное не предусмотрено настоящим Кодексом. Не допускается замена денежной компенсацией ежегодного основного оплачиваемого отпуска и ежегодных дополнительных оплачиваемых отпусков беременным женщинам и работникам в возрасте до восемнадцати лет, а также ежегодного дополнительного оплачиваемого отпуска работникам, занятым на работах с вредными и (или) опасными условиями труда, за работу в соответствующих условиях.",
    "1. При увольнении работнику выплачивается денежная компенсация за все неиспользованные отпуска.\n2. Неиспользованные отпуска могут быть предоставлены работнику с последующим увольнением.\n3. Днем увольнения считается последний день отпуска.\n4. Работник имеет право отозвать свое заявление об увольнении до дня начала отпуска, если на его место не приглашен в порядке перевода другой работник.",
    "По семейным обстоятельствам и другим уважительным причинам работнику по его письменному заявлению может быть предоставлен отпуск без сохранения заработной платы, продолжительность которого определяется по соглашению между работником и работодателем.",
    "1. Заработная плата (оплата труда работника) - вознаграждение за труд в зависимости от квалификации работника, сложности, количества, качества и условий выполняемой работы, а также компенсационные выплаты (доплаты и надбавки компенсационного характера, в том числе за работу в условиях, отклоняющихся от нормальных, работу в особых климатических условиях и на территориях, подвергшихся радиоактивному загрязнению, и иные выплаты компенсационного характера).",
    "В систему основных государственных гарантий по оплате труда работников включаются: величина минимального размера оплаты труда в Российской Федерации; ограничение перечня оснований и размеров удержаний из заработной платы по распоряжению работодателя, а также размеров налогообложения доходов от заработной платы; ограничение оплаты труда в натуральной форме; обеспечение получения работником заработной платы в случае прекращения деятельности работодателя и его неплатежеспособности в соответствии с федеральными законами; федеральный государственный контроль (надзор) за соблюдением трудового законодательства и иных нормативных правовых актов, содержащих нормы трудового права; ответственность работодателей за нарушение требований, установленных трудовым законодательством и иными нормативными правовыми актами, содержащими нормы трудового права, коллективными договорами, соглашениями; сроки и очередность выплаты заработной платы.",
    "Выплата заработной платы производится в денежной форме в валюте Российской Федерации (в рублях). В случаях, предусмотренных законодательством Российской Федерации о валютном регулировании и валютном контроле, выплата заработной платы может производиться в иностранной валюте. В соответствии с коллективным договором или трудовым договором по письменному заявлению работника оплата труда может производиться и в иных формах, не противоречащих законодательству Российской Федерации и международным договорам Российской Федерации. Доля заработной платы, выплачиваемой в неденежной форме, не может превышать 20 процентов от начисленной месячной заработной платы. Выплата заработной платы в бонах, купонах, в форме долговых обязательств, расписок, а также в виде спиртных напитков, наркотических, ядовитых, вредных и иных токсичных веществ, оружия, боеприпасов и других предметов, в отношении которых установлены запреты или ограничения на их свободный оборот, не допускается.",
    "Федеральным законом от 2 апреля 2014 года N 55-ФЗ в статью 132 настоящего Кодекса внесены изменения См. текст статьи в предыдущей редакции Статья 132. Оплата по труду Заработная плата каждого работника зависит от его квалификации, сложности выполняемой работы, количества и качества затраченного труда и максимальным размером не ограничивается, за исключением случаев, предусмотренных настоящим Кодексом . Запрещается какая бы то ни было дискриминация при установлении и изменении условий оплаты труда.",
    "Статья 133. Установление минимального размера оплаты труда Минимальный размер оплаты труда устанавливается одновременно на всей территории Российской Федерации федеральным законом и не может быть ниже величины прожиточного минимума трудоспособного населения.",
    "Размер минимальной заработной платы в субъекте Российской Федерации может устанавливаться для работников, работающих на территории соответствующего субъекта Российской Федерации, за исключением работников организаций, финансируемых из федерального бюджета.",
    "Государственные органы, органы местного самоуправления, государственные и муниципальные учреждения производят индексацию заработной платы в соответствии с ростом потребительских цен на товары и услуги в порядке, установленном трудовым законодательством и иными нормативными правовыми актами, содержащими нормы трудового права.",
    "Заработная плата работнику устанавливается трудовым договором в соответствии с действующими у данного работодателя системами оплаты труда, включая размеры тарифных ставок, окладов (должностных окладов), доплат и надбавок компенсационного характера, в том числе за работу в условиях, отклоняющихся от нормальных.",
    "При выплате заработной платы работодатель обязан извещать в письменной форме каждого работника: 1) о составных частях заработной платы, причитающейся ему за соответствующий период; 2) о размерах иных сумм, начисленных работнику, в том числе денежной компенсации за нарушение работодателем установленного срока соответственно выплаты заработной платы, оплаты отпуска, выплат при увольнении и (или) других выплат, причитающихся работнику; 3) об общей денежной сумме, подлежащей выплате; 4) форма расчетного листка утверждается работодателем с учетом мнения представительного органа работников в порядке, установленном статьей 372 настоящего Кодекса для принятия локальных нормативных актов.",
    "Удержания из заработной платы работника производятся только в случаях, предусмотренных настоящим Кодексом и иными федеральными законами.",
    "Статья 138. Ограничение размера удержаний из заработной платы Общий размер всех удержаний при каждой выплате заработной платы не может превышать 20 процентов, а в случаях, предусмотренных федеральными законами, - 50 процентов заработной платы, причитающейся работнику.",
    "Статья 139. Исчисление средней заработной платы Для всех случаев определения размера средней заработной платы (среднего заработка), предусмотренных настоящим Кодексом, устанавливается единый порядок ее исчисления. Для расчета средней заработной платы учитываются все предусмотренные системой оплаты труда виды выплат, применяемые у соответствующего работодателя независимо от источников этих выплат. При любом режиме работы расчет средней заработной платы работника производится исходя из фактически начисленной ему заработной платы и фактически отработанного им времени за 12 календарных месяцев, предшествующих периоду, в течение которого за работником сохраняется средняя заработная плата.",
    "При прекращении трудового договора выплата всех сумм, причитающихся работнику от работодателя, производится в день увольнения работника. Если работник в день увольнения не работал, то соответствующие суммы должны быть выплачены не позднее следующего дня после предъявления уволенным работником требования о расчете.",
    "Заработная плата, не полученная ко дню смерти работника, выдается членам его семьи или лицу, находившемуся на иждивении умершего на день его смерти. Выдача заработной платы производится не позднее недельного срока со дня подачи работодателю соответствующих документов.",
    "В случае задержки выплаты заработной платы на срок более 15 дней работник имеет право , известив работодателя в письменной форме, приостановить работу на весь период до выплаты задержанной суммы. Не допускается приостановление работы: в периоды введения военного , чрезвычайного положения или особых мер в соответствии с законодательством о чрезвычайном положении; в органах и организациях Вооруженных Сил Российской Федерации, других военных, военизированных и иных формированиях и организациях, ведающих вопросами обеспечения обороны страны и безопасности государства, аварийных, поисково-спасательных, противопожарных работ, работ по предупреждению или ликвидации стихийных бедствий и чрезвычайных ситуаций, в правоохранительных органах; государственными служащими; в организациях, непосредственно обслуживающих особо опасные виды производств, оборудования; работниками, в трудовые обязанности которых входит выполнение работ, непосредственно связанных с обеспечением жизнедеятельности населения (энергообеспечение, отопление и теплоснабжение, водоснабжение, газоснабжение, связь, станции скорой и неотложной медицинской помощи).",
    "Тарифная система дифференциации заработной платы работников различных категорий включает в себя: тарифные ставки, оклады (должностные оклады), тарифную сетку и тарифные коэффициенты. Тарифная сетка - совокупность тарифных разрядов работ (профессий, должностей), определенных в зависимости от сложности работ и требований к квалификации работников с помощью тарифных коэффициентов.",
    "Тарифные системы оплаты труда работников государственных и муниципальных учреждений устанавливаются коллективными договорами, соглашениями, локальными нормативными актами в соответствии с федеральными законами и иными нормативными правовыми актами Российской Федерации. Правительство Российской Федерации может устанавливать базовые оклады (базовые должностные оклады), базовые ставки заработной платы по профессиональным квалификационным группам. Заработная плата работников не может быть ниже установленных Правительством Российской Федерации базовых окладов (базовых должностных окладов), базовых ставок заработной платы соответствующих профессиональных квалификационных групп.",
    "Статья 145. Условия оплаты труда руководителей, их заместителей, главных бухгалтеров и заключающих трудовой договор членов коллегиальных исполнительных органов организаций",
    "Оплата труда работников, занятых на работах с вредными и (или) опасными условиями труда, производится в повышенном размере.",
    "Оплата труда работников, занятых на работах с вредными и (или) опасными условиями труда, устанавливается в повышенном размере. Минимальный размер повышения оплаты труда составляет 4 процента тарифной ставки (оклада), установленной для различных видов работ с нормальными условиями труда. Конкретные размеры повышения оплаты труда устанавливаются работодателем с учетом мнения представительного органа работников в порядке, установленном статьей 372 настоящего Кодекса для принятия локальных нормативных актов, либо коллективным договором, трудовым договором.",
    "Оплата труда на работах в местностях с особыми климатическими условиями производится в порядке и размерах, не ниже установленных трудовым законодательством и иными нормативными правовыми актами, содержащими нормы трудового права.",
    "При выполнении работ в условиях, отклоняющихся от нормальных, работнику производятся соответствующие выплаты, предусмотренные трудовым законодательством и иными нормативными правовыми актами, содержащими нормы трудового права, коллективным договором, соглашениями, локальными нормативными актами, трудовым договором.",
    "При выполнении работником с повременной оплатой труда работ различной квалификации его труд оплачивается по работе более высокой квалификации.",
    "При совмещении профессий (должностей), расширении зон обслуживания, увеличении объема работы или исполнении обязанностей временно отсутствующего работника без освобождения от работы, определенной трудовым договором, работнику производится доплата. Размер доплаты устанавливается по соглашению сторон трудового договора с учетом содержания и (или) объема дополнительной работы.",
    "Статья 152. Оплата сверхурочной работы Сверхурочная работа оплачивается не менее чем в полуторном размере за первые два часа работы, в двойном размере - за последующие часы. По желанию работника сверхурочная работа может компенсироваться предоставлением дополнительного времени отдыха, но не менее времени, отработанного сверхурочно, за исключением случаев, предусмотренных настоящим Кодексом.",
    "Работа в выходной или нерабочий праздничный день оплачивается не менее чем в двойном размере: сдельщикам - не менее чем по двойным сдельным расценкам, работникам, труд которых оплачивается по дневным и часовым тарифным ставкам, - в размере не менее двойной дневной или часовой тарифной ставки.",
    "Статья 154. Оплата труда в ночное время Каждый час работы в ночное время оплачивается в повышенном размере по сравнению с работой в нормальных условиях, но не ниже размеров, установленных трудовым законодательством и иными нормативными правовыми актами, содержащими нормы трудового права. Минимальные размеры повышения оплаты труда за работу в ночное время устанавливаются Правительством Российской Федерации с учетом мнения Российской трехсторонней комиссии по регулированию социально-трудовых отношений.",
    "Оплата труда при невыполнении норм труда, неисполнении трудовых (должностных) обязанностей по вине работодателя производится в размере не ниже средней заработной платы работника, рассчитанной пропорционально фактически отработанному времени.",
    "Брак не по вине работника оплачивается наравне с годными изделиями. Полный брак по вине работника оплате не подлежит. Частичный брак оплачивается по пониженным расценкам в зависимости от степени годности продукции.",
    "Статья 157. Оплата времени простоя Время простоя ( статья 72.2 настоящего Кодекса ) по вине работодателя оплачивается в размере не менее двух третей средней заработной платы работника, за исключением случаев, предусмотренных настоящим Кодексом .",
    "Коллективным договором или трудовым договором может быть предусмотрено сохранение за работником его прежней заработной платы на период освоения нового производства (продукции).",
    "Работникам гарантируется государственное содействие системной организации нормирования труда. Это означает, что работодатели должны учитывать мнение представительного органа работников или устанавливать коллективный договор при определении систем нормирования.",
    "Нормы труда - нормы выработки, времени, нормативы численности и другие нормы - устанавливаются в соответствии с достигнутым уровнем техники, технологии, организации производства и труда. Нормы труда могут быть пересмотрены по мере совершенствования или внедрения новой техники, технологии и проведения организационных либо иных мероприятий, обеспечивающих рост производительности труда, а также в случае использования физически и морально устаревшего оборудования. Достижение высокого уровня выработки продукции (оказания услуг) отдельными работниками за счет применения по их инициативе новых приемов труда и совершенствования рабочих мест не является основанием для пересмотра ранее установленных норм труда.",
    "Для однородных работ могут разрабатываться и утверждаться типовые (межотраслевые, отраслевые, профессиональные и иные) нормы труда. Типовые нормы труда разрабатываются и утверждаются в порядке, установленном уполномоченным Правительством Российской Федерации федеральным органом исполнительной власти.",
    "Статья 162. Локальные нормативные акты, предусматривающие введение, замену и пересмотр норм труда, принимаются работодателем с учетом мнения представительного органа работников. О введении новых норм труда работники должны быть извещены не позднее чем за два месяца.",
    "Статья 163. Обеспечение нормальных условий работы для выполнения норм выработки Работодатель обязан обеспечить нормальные условия для выполнения работниками норм выработки. К таким условиям, в частности, относятся: исправное состояние помещений, сооружений, машин, технологической оснастки и оборудования; своевременное обеспечение технической и иной необходимой для работы документацией; надлежащее качество материалов, инструментов, иных средств и предметов, необходимых для выполнения работы, их своевременное предоставление работнику; условия труда, соответствующие требованиям охраны труда и безопасности производства.",
    "Гарантии и компенсации - это средства, способы и условия, с помощью которых обеспечивается осуществление предоставленных работникам прав в области социально-трудовых отношений. Компенсации - денежные выплаты, установленные в целях возмещения работникам затрат, связанных с исполнением ими трудовых или иных обязанностей, предусмотренных настоящим Кодексом и другими федеральными законами.",
    "Статья 165. Гарантии и компенсации работникам Помимо общих гарантий и компенсаций, предусмотренных настоящим Кодексом (гарантии при приеме на работу, переводе на другую работу, по оплате труда и другие), работникам предоставляются гарантии и компенсации в следующих случаях: при направлении в служебные командировки; при переезде на работу в другую местность; при исполнении государственных или общественных обязанностей; при совмещении работы с получением образования; при вынужденном прекращении работы не по вине работника; при предоставлении ежегодного оплачиваемого отпуска; в некоторых случаях прекращения трудового договора; в связи с задержкой по вине работодателя выдачи трудовой книжки или предоставления сведений о трудовой деятельности (статья 66.1 настоящего Кодекса) при увольнении работника; в других случаях.",
    "Служебная командировка - это поездка работника по распоряжению работодателя на определенный срок для выполнения служебного поручения вне места постоянной работы. Служебные поездки работников, постоянная работа которых осуществляется в пути или имеет разъездной характер, служебными командировками не признаются. Особенности направления работников в служебные командировки устанавливаются в порядке, определяемом Правительством Российской Федерации.",
    "При направлении работника в служебную командировку ему гарантируются сохранение места работы (должности) и среднего заработка, а также возмещение расходов, связанных со служебной командировкой. Направление инвалидов в служебные командировки допускается только с их письменного согласия и при условии, если это не запрещено им по состоянию здоровья в соответствии с медицинским заключением, выданным в порядке, установленном федеральными законами и иными нормативными правовыми актами Российской Федерации.",
    "Статья 168. Возмещение расходов, связанных со служебной командировкой",
    "Работникам, постоянная работа которых осуществляется в пути или имеет разъездной характер, а также работающим в полевых условиях или участвующим в работах экспедиционного характера, работодатель возмещает связанные со служебными поездками: расходы по проезду; расходы по найму жилого помещения; дополнительные расходы, связанные с проживанием вне места постоянного жительства (суточные, полевое довольствие); иные расходы, произведенные работниками с разрешения или ведома работодателя.",
    "При переезде работника по предварительной договоренности с работодателем на работу в другую местность работодатель обязан возместить работнику: расходы по переезду работника, членов его семьи и провозу имущества (за исключением случаев, когда работодатель предоставляет работнику соответствующие средства передвижения); расходы по обустройству на новом месте жительства.",
    "Работодатель обязан освободить работника от работы с сохранением за ним места работы (должности) на время исполнения им государственных или общественных обязанностей в случаях, если в соответствии с настоящим Кодексом и иными федеральными законами эти обязанности должны исполняться в рабочее время.",
    "Гарантии работникам, избранным в профсоюзные органы и комиссии по трудовым спорам, и порядок увольнения указанных работников определяются соответствующими разделами настоящего Кодекса.",
    "Гарантии работникам, избранным на выборные должности в государственных органах, органах местного самоуправления, устанавливаются федеральными законами и законами субъектов Российской Федерации, регулирующими статус и порядок деятельности указанных лиц.",
    "Работникам, совмещающим работу с получением высшего образования по программам бакалавриата, программам специалитета или программам магистратуры, и работникам, поступающим на обучение по указанным образовательным программам, работодатель предоставляет дополнительные отпуска с сохранением среднего заработка для: прохождения промежуточной аттестации на первом и втором курсах соответственно - по 40 календарных дней, на каждом из последующих курсов соответственно - по 50 календарных дней; прохождения государственной итоговой аттестации - до четырех месяцев в соответствии с учебным планом осваиваемой работником образовательной программы высшего образования.",
    "Статья 173.1. Гарантии и компенсации работникам, совмещающим работу с получением высшего образования - подготовки кадров высшей квалификации, а также работникам, допущенным к соисканию ученой степени кандидата наук или доктора наук",
    "Работникам, успешно осваивающим имеющие государственную аккредитацию образовательные программы среднего профессионального образования по заочной и очно-заочной формам обучения, работодатель предоставляет дополнительные отпуска с сохранением среднего заработка для прохождения промежуточной аттестации на первом и втором курсах - по 30 календарных дней, на каждом из последующих курсов - по 40 календарных дней.",
    "Статья 175. Утратила силу с 1 сентября 2013 года. Информация об изменениях: См. текст статьи 175.",
    "Работникам, успешно осваивающим имеющие государственную аккредитацию образовательные программы основного общего или среднего общего образования по очно-заочной форме обучения, работодатель предоставляет дополнительный отпуск с сохранением среднего заработка для прохождения государственной итоговой аттестации на срок 9 календарных дней, по образовательной программе среднего общего образования на срок 22 календарных дня.",
    "Гарантии и компенсации работникам, совмещающим работу с получением образования, предоставляются при получении образования соответствующего уровня впервые. Указанные гарантии и компенсации также могут предоставляться работникам, уже имеющим профессиональное образование соответствующего уровня и направленным для получения образования работодателем в соответствии с трудовым договором или ученическим договором, заключенным между работником и работодателем в письменной форме. К дополнительным отпускам, предусмотренным статьями 173 - 176 настоящего Кодекса, по соглашению работодателя и работника могут присоединяться ежегодные оплачиваемые отпуска.",
    "Выходное пособие в размере среднего месячного заработка выплачивается работнику при расторжении трудового договора в связи с ликвидацией организации или сокращением численности или штата работников организации. В исключительных случаях по решению органа службы занятости населения работодатель обязан выплатить работнику средний месячный заработок за третий месяц со дня увольнения или его часть пропорционально периоду трудоустройства, приходящемуся на этот месяц, при условии, что в течение четырнадцати рабочих дней со дня увольнения работник обратился в этот орган и не был трудоустроен в течение двух месяцев со дня увольнения.",
    "При сокращении численности или штата работников преимущественное право на оставление на работе предоставляется работникам с более высокой производительностью труда и квалификацией. При равной производительности труда и квалификации предпочтение в оставлении на работе отдается: семейным - при наличии двух или более иждивенцев; лицам, в семье которых нет других работников с самостоятельным заработком; работникам, получившим в период работы у данного работодателя трудовое увечье или профессиональное заболевание; инвалидам Великой Отечественной войны и инвалидам боевых действий по защите Отечества; работникам, повышающим свою квалификацию по направлению работодателя без отрыва от работы; родителю, имеющему ребенка в возрасте до восемнадцати лет, в случае, если другой родитель призван на военную службу по мобилизации или проходит военную службу по контракту, заключенному в соответствии с пунктом 7 статьи 38 Федерального закона от 28 марта 1998 года N 53-ФЗ \"О воинской обязанности и военной службе\", либо заключил контракт о добровольном содействии в выполнении задач, возложенных на Вооруженные Силы Российской Федерации или",
    "Работодатель обязан предложить работнику другую имеющуюся работу (вакантную должность) в соответствии с частью третьей статьи 81 настоящего Кодекса. О предстоящем увольнении в связи с ликвидацией организации, сокращением численности или штата работников организации работники предупреждаются работодателем персонально и под роспись не менее чем за два месяца до увольнения. Работодатель с письменного согласия работника имеет право расторгнуть с ним трудовой договор до истечения срока, указанного в части второй настоящей статьи, выплатив ему дополнительную компенсацию в размере среднего заработка работника. При угрозе массовых увольнений работодатель с учетом мнения выборного органа первичной профсоюзной организации принимает необходимые меры, предусмотренные настоящим Кодексом, иными федеральными законами, коллективным договором, соглашением.",
    "В случае расторжения трудового договора с руководителем организации, его заместителями и главным бухгалтером в связи со сменой собственника имущества организации новый собственник обязан выплатить указанным работникам компенсацию в размере не ниже трехкратного среднего месячного заработка работника, за исключением случаев , предусмотренных настоящим Кодексом.",
    "Выходные пособия, компенсации и другие выплаты работникам в отдельных случаях прекращения трудовых договоров не могут выплачиваться в случаях увольнения работников по основаниям, которые относятся к дисциплинарным взысканиям (часть третья статьи 192 настоящего Кодекса), или прекращения трудовых договоров с работниками по установленным настоящим Кодексом, другими федеральными законами основаниям, если это связано с совершением работниками виновных действий (бездействия).",
    "При переводе работника, нуждающегося в соответствии с медицинским заключением, выданным в порядке, установленном федеральными законами и иными нормативными правовыми актами Российской Федерации, в предоставлении другой работы, на другую нижеоплачиваемую работу у данного работодателя, за ним сохраняется средний заработок по прежней работе в течение одного месяца со дня перевода, а при переводе в связи с трудовым увечьем, профессиональным заболеванием или иным повреждением здоровья, связанным с работой, - до установления стойкой утраты профессиональной трудоспособности либо до выздоровления работника.",
    "Работодатель выплачивает работнику пособие по временной нетрудоспособности в соответствии с федеральными законами.",
    "При повреждении здоровья или в случае смерти работника вследствие несчастного случая на производстве либо профессионального заболевания работнику (его семье) возмещаются его утраченный заработок (доход), а также связанные с повреждением здоровья дополнительные расходы на медицинскую, социальную и профессиональную реабилитацию либо соответствующие расходы в связи со смертью работника.",
    "Статья 185. Гарантии работникам, направляемым на медицинский осмотр и (или) обязательное психиатрическое освидетельствование",
    "Работники при прохождении диспансеризации в порядке, предусмотренном законодательством в сфере охраны здоровья, имеют право на освобождение от работы на один рабочий день один раз в три года с сохранением за ними места работы (должности) и среднего заработка.",
    "В день сдачи крови и ее компонентов, а также в день связанного с этим медицинского осмотра работник освобождается от работы. В случае, если по соглашению с работодателем работник в день сдачи и ее компонентов вышел на работу (за исключением работ с вредными и (или) опасными условиями труда, когда выход работника на работу в этот день невозможен), ему предоставляется по его желанию другой день отдыха.",
    "Статья 187. Гарантии и компенсации работникам, направляемым работодателем на профессиональное обучение или дополнительное профессиональное образование, на прохождение независимой оценки квалификации",
    "Работнику выплачивается компенсация за использование, износ (амортизацию) инструмента, личного транспорта, оборудования и других технических средств и материалов, принадлежащих работнику, а также возмещаются расходы, связанные с их использованием. Размер возмещения расходов определяется соглашением сторон трудового договора, выраженным в письменной форме.",
    "Работодатель обязан создавать условия, необходимые для соблюдения работниками дисциплины труда. Правила внутреннего трудового распорядка определяют порядок приема и увольнения работников, основные права, обязанности и ответственность сторон трудового договора, режим работы, время отдыха, применяемые к работникам меры поощрения и взыскания, а также иные вопросы регулирования трудовых отношений у данного работодателя. Для отдельных категорий работников действуют уставы и положения о дисциплине, устанавливаемые федеральными законами.",
    "Правила внутреннего трудового распорядка утверждаются работодателем с учетом мнения представительного органа работников в порядке, установленном статьей 372 настоящего Кодекса для принятия локальных нормативных актов.",
    "Работодатель поощряет работников, добросовестно исполняющих трудовые обязанности (объявляет благодарность, выдает премию, награждает ценным подарком, почетной грамотой, представляет к званию лучшего по профессии). Другие виды поощрений работников за труд определяются коллективным договором или правилами внутреннего трудового распорядка, а также уставами и положениями о дисциплине. За особые трудовые заслуги перед обществом и государством работники могут быть представлены к государственным наградам.",
    "За совершение дисциплинарного проступка, то есть неисполнение или ненадлежащее исполнение работником по его вине возложенных на него трудовых обязанностей, работодатель имеет право применить следующие дисциплинарные взыскания: 1) замечание; 2) выговор; 3) увольнение по соответствующим основаниям.",
    "Дисциплинарное взыскание применяется не позднее одного месяца со дня обнаружения проступка, не считая времени болезни работника, пребывания его в отпуске, а также времени, необходимого на учет мнения представительного органа работников.",
    "Дисциплинарное взыскание может быть снято работодателем по собственной инициативе, просьбе самого работника, ходатайству его непосредственного руководителя или представительного органа работников до истечения года со дня применения дисциплинарного взыскания.",
    "Федеральным законом от 2 мая 2015 г. N 122-ФЗ в статью 195.1 настоящего Кодекса внесены изменения, вступающие в силу с 1 июля 2016 года.",
    "Статья 195.2 Трудового кодекса РФ устанавливает порядок разработки и утверждения профессиональных стандартов, а также установления тождественности наименований должностей, профессий и специальностей, содержащихся в едином тарифно-квалификационном справочнике работ и профессий рабочих, едином квалификационном справочнике должностей руководителей, специалистов и служащих, наименованиям должностей, профессиям и специальностям, содержащимся в профессиональных стандартах.",
    "Федеральный закон от 2 мая 2015 г. N 122-ФЗ \"О внесении изменений в Трудовой кодекс Российской Федерации и отдельные законодательные акты Российской Федерации\"",
    "Статья 196. Права и обязанности работодателя по подготовке и дополнительному профессиональному образованию работников, по направлению работников на прохождение независимой оценки квалификации",
    "Статья 197. Право работников на подготовку и дополнительное профессиональное образование, на прохождение независимой оценки квалификации",
    "Статья 198. Ученический договор Работодатель - юридическое лицо (организация) имеет право заключать с лицом, ищущим работу, или с работником данной организации ученический договор на получение образования без отрыва или с отрывом от работы.",
    "Ученический договор должен содержать: название сторон; указание на конкретную квалификацию, приобретаемую учеником; обязанность работодателя обеспечить работнику возможность обучения в соответствии с ученическим договором; обязанность работника пройти обучение и в соответствии с полученной квалификацией проработать по трудовому договору с работодателем в течение срока, установленного в ученическом договоре; срок ученичества; размер оплаты в период ученичества. Ученический договор может содержать иные условия, определенные соглашением сторон.",
    "Ученический договор заключается на срок, необходимый для получения данной квалификации, и заключается в письменной форме в двух экземплярах.",
    "Ученический договор действует со дня, указанного в этом договоре, в течение предусмотренного им срока. Действие ученического договора продлевается на время болезни ученика, прохождения им военных сборов и в других случаях, предусмотренных федеральными законами и иными нормативными правовыми актами Российской Федерации. В течение срока действия ученического договора его содержание может быть изменено только по соглашению сторон.",
    "\\ Статья 202. Организационные формы ученичества Ученичество организуется в форме индивидуального, бригадного, курсового обучения и в иных формах.",
    "Статья 203. Время ученичества Время ученичества в течение недели не должно превышать нормы рабочего времени, установленной для работников соответствующих возраста, профессии, специальности при выполнении соответствующих работ. Работники, проходящие обучение в организации, по соглашению с работодателем могут полностью освобождаться от работы по трудовому договору либо выполнять эту работу на условиях неполного рабочего времени. В период действия ученического договора работники не могут привлекаться к сверхурочным работам, направляться в служебные командировки, не связанные с ученичеством.",
    "Статья 204. Оплата ученичества Ученикам в период ученичества выплачивается стипендия, размер которой определяется ученическим договором и зависит от получаемой квалификации, но не может быть ниже установленного федеральным законом минимального размера оплаты труда. Работа, выполняемая учеником на практических занятиях, оплачивается по установленным расценкам.",
    "Статья 205. Распространение на учеников трудового законодательства. На учеников распространяется трудовое законодательство, включая законодательство об охране труда.",
    "Условия ученического договора, противоречащие настоящему Кодексу, коллективному договору, соглашениям, являются недействительными и не применяются.",
    "Лицам, успешно завершившим ученичество, при заключении трудового договора с работодателем, по договору с которым они проходили обучение, испытательный срок не устанавливается. В случае, если ученик по окончании ученичества без уважительных причин не выполняет свои обязательства по договору, в том числе не приступает к работе, он по требованию работодателя возвращает ему полученную за время ученичества стипендию, а также возмещает другие понесенные работодателем расходы в связи с ученичеством.",
    "Ученический договор прекращается по окончании срока обучения или по основаниям, предусмотренным этим договором.",
    "Статья 209. Основные понятия Охрана труда - система сохранения жизни и здоровья работников в процессе трудовой деятельности, включающая в себя правовые, социально-экономические, организационно-технические, санитарно-гигиенические, лечебно-профилактические, реабилитационные и иные мероприятия. Условия труда - совокупность факторов производственной среды и трудового процесса, оказывающих влияние на работоспособность и здоровье работника. Безопасные условия труда - условия труда, при которых воздействие на работающих вредных и (или) опасных производственных факторов исключено либо уровни воздействия таких факторов не превышают установленных нормативов.",
    "Кодекс дополнен статьей 209.1 с 1 марта 2022 г. - Федеральный закон от 2 июля 2021 г. N 311-ФЗ",
    "Основными направлениями государственной политики в области охраны труда являются: обеспечение приоритета сохранения жизни и здоровья работников; принятие и реализация федеральных законов и иных нормативных правовых актов Российской Федерации, в том числе содержащих государственные нормативные требования охраны труда; государственное управление охраной труда; государственная экспертиза условий труда; предупреждение производственного травматизма и профессиональных заболеваний; формирование основ для оценки и управления профессиональными рисками; участие государства в финансировании мероприятий по охране труда; разработка мероприятий по улучшению условий и охраны труда; координация деятельности органов государственной власти Российской Федерации, органов государственной власти субъектов Российской Федерации и органов местного самоуправления, работодателей, объединений работодателей, профессиональных союзов, их объединений, иных уполномоченных работниками представительных органов по вопросам охраны труда.",
    "Государственное управление охраной труда осуществляется Правительством Российской Федерации непосредственно или по его поручению федеральным органом исполнительной власти, осуществляющим функции по выработке и реализации государственной политики и нормативно-правовому регулированию в сфере труда, а также другими федеральными органами исполнительной власти в пределах их полномочий.",
    "Статья 211.1. Полномочия Правительства Российской Федерации в области охраны труда",
    "Уполномоченные федеральные органы исполнительной власти разрабатывают нормативные правовые акты, определяющие основы государственного управления охраной труда, разрабатывают мероприятия по улучшению условий и охраны труда, в том числе для их включения в государственные программы Российской Федерации, и обеспечивают контроль за выполнением указанных мероприятий, устанавливают основные требования к порядку разработки и содержанию правил и инструкций по охране труда, разрабатываемых работодателями, определяют порядок обеспечения работников за счет средств работодателей средствами индивидуальной и коллективной защиты, а также санитарно-бытовыми помещениями и устройствами.",
    "Статья 211.3. Полномочия органов исполнительной власти субъектов Российской Федерации в области охраны труда",
    "Статья 212. Государственные нормативные требования охраны труда и национальные стандарты безопасности труда",
    "Государственная экспертиза условий труда осуществляется федеральным органом исполнительной власти, уполномоченным на проведение федерального государственного контроля (надзора) за соблюдением трудового законодательства и иных нормативных правовых актов, содержащих нормы трудового права, и органами исполнительной власти субъектов Российской Федерации в области охраны труда в целях оценки качества проведения специальной оценки условий труда, правильности предоставления работникам гарантий и компенсаций за работу с вредными и (или) опасными условиями труда, фактических условий труда работников.",
    "Кодекс дополнен статьей 213.1 с 1 марта 2022 г. - Федеральный закон от 2 июля 2021 г. N 311-ФЗ",
    "Обязанности работодателя по обеспечению безопасных условий и охраны труда возлагаются на работодателя. Работодатель обязан создать безопасные условия труда исходя из комплексной оценки технического и организационного уровня рабочего места, а также исходя из оценки факторов производственной среды и трудового процесса, которые могут привести к нанесению вреда здоровью работников.",
    "Статья 214.1. Запрет на работу в опасных условиях труда Работодатель обязан приостановить работы на рабочих местах в случаях, если условия труда на таких рабочих местах по результатам специальной оценки условий труда отнесены к опасному классу условий труда. Приостановка работ осуществляется до устранения оснований, послуживших установлению опасного класса условий труда. На время приостановки работ на рабочих местах, указанных в части первой настоящей статьи, работникам предоставляются гарантии, установленные частью третьей статьи 216.1 настоящего Кодекса.",
    "Работодатель имеет право использовать в целях контроля за безопасностью производства работ приборы, устройства, оборудование и (или) комплексы (системы) приборов, устройств, оборудования, обеспечивающих дистанционную видео-, аудио- или иную фиксацию процессов производства работ, обеспечивать хранение полученной информации.",
    "Работник обязан: соблюдать требования охраны труда; правильно использовать производственное оборудование, инструменты, сырье и материалы, применять технологию; следить за исправностью используемых оборудования и инструментов в пределах выполнения своей трудовой функции; использовать и правильно применять средства индивидуальной и коллективной защиты; проходить в установленном порядке обучение по охране труда, в том числе обучение безопасным методам и приемам выполнения работ, обучение по оказанию первой помощи пострадавшим на производстве, обучение по использованию (применению) средств индивидуальной защиты, инструктаж по охране труда.",
    "Работник имеет право на: рабочее место, соответствующее требованиям охраны труда; обязательное социальное страхование от несчастных случаев на производстве и профессиональных заболеваний; получение достоверной информации от работодателя, соответствующих государственных органов и общественных организаций об условиях и охране труда на рабочем месте, о существующих профессиональных рисках и их уровнях, а также о мерах по защите от воздействия вредных и (или) опасных производственных факторов; отказ от выполнения работ в случае возникновения опасности для его жизни и здоровья вследствие нарушения требований охраны труда до устранения такой опасности, за исключением случаев, предусмотренных федеральными законами;",
    "Государство гарантирует работникам защиту их права на труд в условиях, соответствующих требованиям охраны труда. На время приостановления работ в связи с административным приостановлением деятельности или временным запретом деятельности вследствие нарушения государственных нормативных требований охраны труда не по вине работника за ним сохраняются место работы (должность) и средний заработок. При отказе работника от выполнения работ в случае возникновения опасности для его жизни и здоровья вследствие нарушения требований охраны труда до устранения такой опасности либо от выполнения работ с вредными и (или) опасными условиями труда, не предусмотренных трудовым договором, не влечет за собой привлечения его к дисциплинарной ответственности. В случае причинения вреда жизни и здоровью работника при исполнении им трудовых обязанностей возмещение указанного вреда осуществляется в рамках обязательного социального страхования от несчастных случаев на производстве и профессиональных заболеваний.",
    "Кодекс дополнен статьей 216.2 с 1 марта 2022 г. - Федеральный закон от 2 июля 2021 г. N 311-ФЗ",
    "Кодекс дополнен статьей 216.3 с 1 марта 2022 г. - Федеральный закон от 2 июля 2021 г. N 311-ФЗ",
    "Система управления охраной труда - комплекс взаимосвязанных и взаимодействующих между собой элементов, устанавливающих политику и цели в области охраны труда у конкретного работодателя и процедуры по достижению этих целей. Работодатель обязан обеспечить создание и функционирование системы управления охраной труда. Примерное положение о системе управления охраной труда утверждается федеральным органом исполнительной власти, осуществляющим функции по выработке и реализации государственной политики и нормативно-правовому регулированию в сфере труда, с учетом мнения Российской трехсторонней комиссии по регулированию социально-трудовых отношений.",
    "1. При обеспечении функционирования системы управления охраной труда работодателем должны проводиться системные мероприятия по управлению профессиональными рисками на рабочих местах, связанные с выявлением опасностей, оценкой и снижением уровней профессиональных рисков.\n2. Профессиональные риски в зависимости от источника их возникновения подразделяются на риски травмирования работника и риски получения им профессионального заболевания.\n3. Рекомендации по выбору методов оценки уровней профессиональных рисков и по снижению уровней таких рисков утверждаются федеральным органом исполнительной власти, осуществляющим функции по выработке и реализации государственной политики и нормативно-правовому регулированию в сфере труда.",
    "Обучение по охране труда - процесс получения работниками, в том числе руководителями организаций, а также работодателями - индивидуальными предпринимателями знаний, умений, навыков, позволяющих формировать и развивать необходимые компетенции с целью обеспечения безопасности труда, сохранения жизни и здоровья.",
    "Работники, занятые на работах с вредными и (или) опасными условиями труда (в том числе на подземных работах), а также на работах, связанных с движением транспорта, проходят обязательные предварительные (при поступлении на работу) и периодические (в течение трудовой деятельности) медицинские осмотры для определения пригодности этих работников для выполнения поручаемой работы и предупреждения профессиональных заболеваний.",
    "Статья 221. Обеспечение работников средствами индивидуальной защиты\nРаботникам бесплатно выдаются средства индивидуальной защиты и смывающие средства, прошедшие подтверждение соответствия в порядке, установленном законодательством Российской Федерации о техническом регулировании. Средства индивидуальной защиты включают в себя специальную одежду, специальную обувь, дерматологические средства защиты, средства защиты органов дыхания, рук, головы, лица, органа слуха, глаз, средства защиты от падения с высоты и другие средства индивидуальной защиты.",
    "Статья 222. Обеспечение работников молоком или другими равноценными пищевыми продуктами, лечебно-профилактическим питанием",
    "В целях обеспечения соблюдения требований охраны труда, осуществления контроля за их выполнением у каждого работодателя, осуществляющего производственную деятельность, численность работников которого превышает 50 человек, создается служба охраны труда или вводится должность специалиста по охране труда.",
    "По инициативе работодателя и (или) по инициативе работников либо их уполномоченного представительного органа создаются комитеты (комиссии) по охране труда.",
    "Финансирование мероприятий по улучшению условий и охраны труда осуществляется за счет средств федерального бюджета, бюджетов субъектов Российской Федерации, местных бюджетов, внебюджетных источников в порядке, установленном федеральными законами и иными нормативными правовыми актами Российской Федерации.",
    "Статья 226. Микроповреждения (микротравмы) работников",
    "Расследованию в установленном порядке как несчастные случаи подлежат события, в результате которых пострадавшими были получены: телесные повреждения (травмы), в том числе нанесенные другим лицом; тепловой удар; ожог; обморожение; отравление; утопление; поражение электрическим током, молнией, излучением; укусы и другие телесные повреждения, нанесенные животными, в том числе насекомыми и паукообразными; повреждения вследствие взрывов, аварий, разрушения зданий, сооружений и конструкций, стихийных бедствий и других чрезвычайных обстоятельств, иные повреждения здоровья, обусловленные воздействием внешних факторов, повлекшие за собой необходимость перевода пострадавших на другую работу, временную или стойкую утрату ими трудоспособности либо смерть пострадавших.",
    "При несчастных случаях, указанных в статье 227 настоящего Кодекса, работодатель (его представитель) обязан: немедленно организовать первую помощь пострадавшему и при необходимости доставку его в медицинскую организацию; принять неотложные меры по предотвращению развития аварийной или иной чрезвычайной ситуации и воздействия травмирующих факторов на других лиц; сохранить до начала расследования несчастного случая обстановку, какой она была на момент происшествия, если это не угрожает жизни и здоровью других лиц и не ведет к катастрофе, аварии или возникновению иных чрезвычайных обстоятельств; в установленный настоящим Кодексом срок проинформировать о несчастном случае органы и организации, указанные в настоящем Кодексе, других федеральных законах и иных нормативных правовых актах Российской Федерации, а о тяжелом несчастном случае или несчастном случае со смертельным исходом - также родственников пострадавшего; принять иные необходимые меры по организации и обеспечению надлежащего и своевременного расследования несчастного случая и оформлению материалов расследования в соответствии с настоящей главой.",
    "Статья 228.1 ТК РФ устанавливает порядок извещения о несчастных случаях на производстве. Работодатель (его представитель) в течение суток обязан направить извещение по установленной форме в территориальный орган федерального органа исполнительной власти, уполномоченного на осуществление федерального государственного контроля (надзора) за соблюдением трудового законодательства и иных нормативных правовых актов, содержащих нормы трудового права, по месту происшедшего несчастного случая.",
    "Для расследования несчастного случая работодатель (его представитель) незамедлительно образует комиссию в составе не менее трех человек. В состав комиссии включаются специалист по охране труда или лицо, назначенное ответственным за организацию работы по охране труда приказом (распоряжением) работодателя, представители работодателя, представители выборного органа первичной профсоюзной организации или иного уполномоченного представительного органа работников (при наличии такого представительного органа), уполномоченный по охране труда.",
    "Статья 229.1 ТК РФ устанавливает сроки расследования несчастных случаев. Несчастный случай, о котором не было своевременно сообщено работодателю или в результате которого нетрудоспособность у пострадавшего наступила не сразу, расследуется в порядке, установленном настоящим Кодексом, другими федеральными законами и иными нормативными правовыми актами Российской Федерации, по заявлению пострадавшего или его доверенного лица в течение одного месяца со дня поступления указанного заявления. Если завершить расследование несчастного случая в установленные сроки не представляется возможным в связи с необходимостью рассмотрения его обстоятельств в организациях, осуществляющих экспертизу, органах дознания, органах следствия или в суде, решение о продлении срока расследования несчастного случая принимается по согласованию с этими организациями, органами либо с учетом принятых ими решений.",
    "Статья 229.2 ТК РФ. Расследование и учет несчастных случаев на производстве",
    "При выявлении сокрытого несчастного случая государственный инспектор труда проводит расследование самостоятельно. Дополнительное расследование проводится в отношении несчастных случаев, расследованных не ранее чем за пять лет до дня наступления обстоятельств, указанных в части второй настоящей статьи. По результатам дополнительного расследования государственный инспектор труда составляет заключение о несчастном случае на производстве и выдает предписание, обязательное для выполнения работодателем (его представителем).",
    "По каждому несчастному случаю, квалифицированному по результатам расследования как несчастный случай на производстве и повлекшему за собой необходимость перевода пострадавшего в соответствии с медицинским заключением, выданным в порядке, установленном федеральными законами и иными нормативными правовыми актами Российской Федерации, потерю им трудоспособности на срок не менее одного дня либо смерть пострадавшего, оформляется акт о несчастном случае на производстве по установленной форме в двух экземплярах, обладающих равной юридической силой, на русском языке либо на русском языке и государственном языке республики, входящей в состав Российской Федерации.",
    "Несчастный случай на производстве регистрируется в журнале регистрации несчастных случаев на производстве по установленной форме. Один экземпляр акта о расследовании несчастного случая на производстве вместе с копиями материалов расследования, включая копии актов о несчастном случае на производстве на каждого пострадавшего, председателем комиссии (в предусмотренных настоящим Кодексом случаях государственным инспектором труда, самостоятельно проводившим расследование несчастного случая) в течение трех календарных дней после представления работодателю направляется в прокуратуру, в которую сообщалось о данном несчастном случае. Второй экземпляр указанного акта вместе с материалами расследования хранится в течение 45 лет работодателем (его представителем), осуществляющим по решению комиссии учет данного несчастного случая.",
    "Разногласия по вопросам расследования, оформления и учета несчастных случаев, непризнания работодателем (его представителем) факта несчастного случая, отказа в проведении расследования несчастного случая и составлении соответствующего акта, несогласия пострадавшего (его законного представителя или иного доверенного лица) с содержанием акта о несчастном случае рассматриваются федеральным органом исполнительной власти, уполномоченным на осуществление федерального государственного контроля (надзора) за соблюдением трудового законодательства и иных нормативных правовых актов, содержащих нормы трудового права, и его территориальными органами, решения которых могут быть обжалованы в суд.",
    "Трудовым договором или заключаемыми в письменной форме соглашениями, прилагаемыми к нему, может конкретизироваться материальная ответственность сторон этого договора. При этом договорная ответственность работодателя перед работником не может быть ниже, а работника перед работодателем - выше, чем это предусмотрено настоящим Кодексом или иными федеральными законами.",
    "Материальная ответственность стороны трудового договора наступает за ущерб, причиненный ей другой стороне этого договора в результате ее виновного противоправного поведения (действий или бездействия), если иное не предусмотрено настоящим Кодексом или иными федеральными законами.",
    "Работодатель обязан возместить работнику не полученный им заработок во всех случаях незаконного лишения его возможности трудиться. Такая обязанность, в частности, наступает, если заработок не получен в результате: незаконного отстранения работника от работы, его увольнения или перевода на другую работу; отказа работодателя от исполнения или несвоевременного исполнения решения органа по рассмотрению трудовых споров или государственного правового инспектора труда о восстановлении работника на прежней работе; задержки работодателем выдачи работнику трудовой книжки, предоставления сведений о трудовой деятельности; внесения в трудовую книжку, в сведения о трудовой деятельности неправильной и не соответствующей законодательству формулировки причины увольнения работника.",
    "Работодатель несет материальную ответственность за ущерб, причиненный имуществу работника, в полном размере. Размер ущерба исчисляется по рыночным ценам, действующим в данной местности на день возмещения ущерба. При согласии работника ущерб может быть возмещен в натуре. Заявление работника о возмещении ущерба направляется им работодателю. Работодатель обязан рассмотреть поступившее заявление и принять соответствующее решение в десятидневный срок со дня его поступления. При несогласии работника с решением работодателя или неполучении ответа в установленный срок работник имеет право обратиться в суд.",
    "Статья 236 Трудового кодекса РФ устанавливает, что при нарушении работодателем установленного срока выплаты заработной платы, оплаты отпуска, выплат при увольнении и (или) других выплат, причитающихся работнику, работодатель обязан выплатить их с уплатой процентов (денежной компенсации) в размере не ниже одной сто пятидесятой действующей в это время ключевой ставки Центрального банка Российской Федерации от не выплаченных в срок сумм за каждый день задержки начиная со дня, следующего за днем, в который эти суммы должны были быть выплачены при своевременном их начислении в соответствии с трудовым законодательством и иными нормативными правовыми актами, содержащими нормы трудового права, коллективным договором, соглашением, локальным нормативным актом, трудовым договором.",
    "Моральный вред, причиненный работнику неправомерными действиями или бездействием работодателя, возмещается работнику в денежной форме в размерах, определяемых соглашением сторон трудового договора. В случае возникновения спора факт причинения работнику морального вреда и размеры его возмещения определяются судом независимо от подлежащего возмещению имущественного ущерба.",
    "Работник обязан возместить работодателю причиненный ему прямой действительный ущерб. Неполученные доходы (упущенная выгода) взысканию с работника не подлежат. Под прямым действительным ущербом понимается реальное уменьшение наличного имущества работодателя или ухудшение состояния указанного имущества (в том числе имущества третьих лиц, находящегося у работодателя, если работодатель несет ответственность за сохранность этого имущества), а также необходимость для работодателя произвести затраты либо излишние выплаты на приобретение, восстановление имущества либо на возмещение ущерба, причиненного работником третьим лицам.",
    "Материальная ответственность работника исключается в случаях возникновения ущерба вследствие непреодолимой силы, нормального хозяйственного риска, крайней необходимости или необходимой обороны либо неисполнения работодателем обязанности по обеспечению надлежащих условий для хранения имущества, вверенного работнику.",
    "Работодатель имеет право с учетом конкретных обстоятельств, при которых был причинен ущерб, полностью или частично отказаться от его взыскания с виновного работника. Собственник имущества организации может ограничить указанное право работодателя в случаях, предусмотренных федеральными законами.",
    "Работник несет материальную ответственность за причиненный ущерб в пределах своего среднего месячного заработка, если иное не предусмотрено настоящим Кодексом или иными федеральными законами.",
    "Полная материальная ответственность работника состоит в его обязанности возмещать причиненный работодателю прямой действительный ущерб в полном размере. Материальная ответственность в полном размере причиненного ущерба может возлагаться на работника лишь в случаях, предусмотренных настоящим Кодексом или иными федеральными законами.",
    "Материальная ответственность в полном размере причиненного ущерба возлагается на работника в следующих случаях: 1) когда в соответствии с настоящим Кодексом или иными федеральными законами на работника возложена материальная ответственность за ущерб, причиненный работодателю при исполнении работником трудовых обязанностей; 2) недостачи ценностей, вверенных ему на основании специального письменного договора или полученных им по разовому документу; 3) умышленного причинения ущерба; 4) причинения ущерба в состоянии алкогольного, наркотического или иного токсического опьянения;",
    "Письменные договоры о полной индивидуальной или коллективной (бригадной) материальной ответственности могут заключаться с работниками, достигшими возраста восемнадцати лет и непосредственно обслуживающими или использующими денежные, товарные ценности или иное имущество. Перечни работ и категорий работников, с которыми могут заключаться указанные договоры, а также типовые формы этих договоров утверждаются в порядке, устанавливаемом Правительством Российской Федерации.",
    "При совместном выполнении работниками отдельных видов работ, связанных с хранением, обработкой, продажей (отпуском), перевозкой, применением или иным использованием переданных им ценностей, когда невозможно разграничить ответственность каждого работника за причинение ущерба и заключить с ним договор о возмещении ущерба в полном размере, может вводиться коллективная (бригадная) материальная ответственность.",
    "Статья 246. Определение размера причиненного ущерба Размер ущерба, причиненного работодателю при утрате и порче имущества, определяется по фактическим потерям, исчисляемым исходя из рыночных цен, действующих в данной местности на день причинения ущерба, но не ниже стоимости имущества по данным бухгалтерского учета с учетом степени износа этого имущества.",
    "Работодатель обязан провести проверку для установления размера причиненного ему ущерба и причин его возникновения до принятия решения о возмещении ущерба конкретными работниками. Для проведения такой проверки работодатель имеет право создать комиссию с участием соответствующих специалистов. Истребование от работника письменного объяснения для установления причины возникновения ущерба является обязательным. В случае отказа или уклонения работника от предоставления указанного объяснения составляется соответствующий акт. Работник и (или) его представитель имеют право знакомиться со всеми материалами проверки и обжаловать ее в порядке, установленном настоящим Кодексом.",
    "Работник, виновный в причинении ущерба работодателю, может добровольно возместить его полностью или частично. По соглашению сторон трудового договора допускается возмещение ущерба с рассрочкой платежа. В случае увольнения работника, который дал письменное обязательство о добровольном возмещении ущерба, но отказался возместить указанный ущерб, непогашенная задолженность взыскивается в судебном порядке.",
    "В случае увольнения без уважительных причин до истечения срока, обусловленного трудовым договором или соглашением об обучении за счет средств работодателя, работник обязан возместить затраты, понесенные работодателем на его обучение, исчисленные пропорционально фактически не отработанному после окончания обучения времени.",
    "Орган по рассмотрению трудовых споров может с учетом степени и формы вины, материального положения работника и других обстоятельств снизить размер ущерба, подлежащего взысканию с работника.",
    "Особенности регулирования труда - нормы, частично ограничивающие применение общих правил по тем же вопросам либо предусматривающие для отдельных категорий работников дополнительные правила.",
    "Статья 252. Основания и порядок установления особенностей регулирования труда Особенности регулирования труда в связи с характером и условиями труда, психофизиологическими особенностями организма, природно-климатическими условиями, наличием семейных обязанностей, а также других оснований устанавливаются трудовым законодательством и иными нормативными правовыми актами, содержащими нормы трудового права, коллективными договорами, соглашениями, локальными нормативными актами. При введении специальных мер в сфере экономики Правительство Российской Федерации вправе устанавливать особенности правового регулирования трудовых отношений в отдельных организациях, их структурных подразделениях и на отдельных производственных объектах, в том числе порядок и условия привлечения к работе за пределами установленной продолжительности рабочего времени, в ночное время, выходные и нерабочие праздничные дни, предоставления ежегодных оплачиваемых отпусков.",
    "Обеспечение охраны здоровья женщин осуществляется путем ограничения применения их труда на работах с вредными и (или) опасными условиями труда, а также на подземных работах (за исключением нефизических работ, работ по санитарному и бытовому обслуживанию, обучения и прохождения стажировки). Ограничивается применение труда женщин на работах, связанных с подъемом и перемещением вручную тяжестей, превышающих предельно допустимые для них нормы.",
    "Беременным женщинам в соответствии с медицинским заключением и по их заявлению снижаются нормы выработки, нормы обслуживания либо эти женщины переводятся на другую работу, исключающую воздействие неблагоприятных производственных факторов, с сохранением среднего заработка по прежней работе.",
    "Женщинам по их заявлению и на основании выданного в установленном порядке листка нетрудоспособности предоставляются отпуска по беременности и родам продолжительностью 70 календарных дней до родов и 70 (в случае многоплодной беременности - 84) календарных дней после родов с выплатой пособия по государственному социальному страхованию в установленном федеральными законами размере.",
    "Статья 256. Отпуск по уходу за ребенком до достижения им возраста трех лет",
    "Работникам, усыновившим ребенка, предоставляется отпуск на период со дня усыновления и до истечения 70 календарных дней, а при одновременном усыновлении двух и более детей - 110 календарных дней со дня их рождения. По желанию работников, усыновивших ребенка (детей), им предоставляется отпуск по уходу за ребенком до достижения им (ими) возраста трех лет.",
    "Работающим женщинам, имеющим детей в возрасте до полутора лет, предоставляются помимо перерыва для отдыха и питания дополнительные перерывы для кормления ребенка (детей) не реже чем через каждые три часа продолжительностью не менее 30 минут каждый.",
    "Статья 259. Гарантии беременным женщинам и лицам с семейными обязанностями при направлении в служебные командировки, привлечении к сверхурочной работе, работе в ночное время, выходные и нерабочие праздничные дни",
    "Статья 260. Гарантии женщинам в связи с беременностью и родами при установлении очередности предоставления ежегодных оплачиваемых отпусков Перед отпуском по беременности и родам или непосредственно после него либо по окончании отпуска по уходу за ребенком женщине по ее желанию предоставляется ежегодный оплачиваемый отпуск независимо от стажа работы у данного работодателя.",
    "Расторжение трудового договора по инициативе работодателя с беременной женщиной не допускается, за исключением случаев ликвидации организации либо прекращения деятельности индивидуальным предпринимателем. В случае истечения срочного трудового договора в период беременности женщины работодатель обязан по ее письменному заявлению и при предоставлении медицинской справки, подтверждающей состояние беременности, продлить срок действия трудового договора до окончания беременности, а при предоставлении ей в установленном порядке отпуска по беременности и родам - до окончания такого отпуска.",
    "Статья 262. Дополнительные выходные дни лицам, осуществляющим уход за детьми-инвалидами",
    "Федеральным законом от 13 июля 2015 г. N 242-ФЗ настоящий Кодекс дополнен статьей 262.1",
    "Работникам, имеющим трех и более детей в возрасте до восемнадцати лет, ежегодный оплачиваемый отпуск предоставляется по их желанию в удобное для них время до достижения младшим из детей возраста четырнадцати лет.",
    "Статья 263. Дополнительные отпуска без сохранения заработной платы лицам, осуществляющим уход за детьми, инвалидами",
    "Женщины, работающие в сельской местности, имеют право на предоставление по их письменному заявлению одного дополнительного выходного дня в месяц без сохранения заработной платы; на установление сокращенной продолжительности рабочего времени не более 36 часов в неделю, если меньшая продолжительность рабочей недели не предусмотрена для них федеральными законами, иными нормативными правовыми актами Российской Федерации; на установление оплаты труда в повышенном размере на работах, где по условиям труда рабочий день разделен на части.",
    "Гарантии и льготы, предоставляемые женщинам в связи с материнством (ограничение работы в ночное время и сверхурочных работ, привлечение к работам в выходные и нерабочие праздничные дни, направление в служебные командировки, предоставление дополнительных отпусков, установление льготных режимов труда и другие гарантии и льготы, установленные законами и иными нормативными правовыми актами), распространяются на отцов, воспитывающих детей без матери, а также на опекунов (попечителей) несовершеннолетних, если иное не предусмотрено настоящим Кодексом.",
    "Расторжение трудового договора с супругой (супругом) погибшего (умершего) ветерана боевых действий, не вступившей (не вступившим) в повторный брак, по инициативе работодателя не допускается в течение одного года с момента гибели (смерти) ветерана, за исключением увольнения по основаниям, предусмотренным пунктами 1 , 5-8 , 10 или 11 части первой статьи 81 или пунктом 2 статьи 336 настоящего Кодекса.",
    "Запрещается применение труда лиц в возрасте до восемнадцати лет на работах с вредными и (или) опасными условиями труда, на подземных работах, а также на работах, выполнение которых может причинить вред их здоровью и нравственному развитию (игорный бизнес, работа в ночных кабаре и клубах, производство, перевозка и торговля спиртными напитками, табачными изделиями, наркотическими и иными токсическими препаратами, материалами эротического содержания).",
    "Лица в возрасте до восемнадцати лет принимаются на работу только после предварительного обязательного медицинского осмотра и в дальнейшем, до достижения возраста восемнадцати лет, ежегодно подлежат обязательному медицинскому осмотру.",
    "Ежегодный основной оплачиваемый отпуск работникам в возрасте до восемнадцати лет предоставляется продолжительностью 31 календарный день в удобное для них время.",
    "Статья 268. Запрещение направления в служебные командировки, привлечения к сверхурочной работе, работе в ночное время, в выходные и нерабочие праздничные дни работников в возрасте до восемнадцати лет (за исключением творческих работников средств массовой информации, организаций кинематографии, теле- и видеосъемочных коллективов, театров, театральных и концертных организаций, цирков и иных лиц, участвующих в создании и (или) исполнении (экспонировании) произведений)",
    "Расторжение трудового договора с работниками в возрасте до восемнадцати лет по инициативе работодателя (за исключением случая ликвидации организации или прекращения деятельности индивидуальным предпринимателем) помимо соблюдения общего порядка допускается только с согласия соответствующей государственной инспекции труда и комиссии по делам несовершеннолетних и защите их прав.",
    "Работникам в возрасте до 18 лет, поступающим на работу после получения общего образования или среднего профессионального образования, а также прошедшим профессиональное обучение на производстве, в соответствии с трудовым законодательством и иными нормативными правовыми актами, содержащими нормы трудового права, коллективным договором, соглашениями, локальными нормативными актами, трудовым договором могут устанавливаться пониженные нормы выработки.",
    "При повременной оплате труда заработная плата работникам в возрасте до восемнадцати лет выплачивается с учетом сокращенной продолжительности работы. Работодатель может за счет собственных средств производить им доплаты до уровня оплаты труда работников соответствующих категорий при полной продолжительности ежедневной работы.",
    "Федеральным законом от 30 июня 2006 г. N 90-ФЗ в статью 272 настоящего Кодекса внесены изменения, вступающие в силу по истечении 90 дней после дня официального опубликования названного Федерального закона",
    "Руководитель организации - это физическое лицо, которое в соответствии с настоящим Кодексом, другими федеральными законами и иными нормативными правовыми актами Российской Федерации, законами и другими нормативными актами субъектов Российской Федерации, учредительными документами юридического лица (организации) и локальными нормативными документами осуществляет руководство этой организацией, в том числе выполняет функции ее единоличного исполнительного органа. Положения настоящей главы распространяются на руководителей организаций независимо от их организационно-правовых форм и форм собственности, за исключением тех случаев, когда: руководитель организации является единственным участником (учредителем), членом организации, собственником ее имущества; управление организацией осуществляется по договору с другой организацией (управляющей организацией) или индивидуальным предпринимателем (управляющим).",
    "Права и обязанности руководителя организации в области трудовых отношений определяются настоящим Кодексом, другими федеральными законами и иными нормативными правовыми актами Российской Федерации.",
    "Трудовой договор с руководителем организации заключается на основе типовой формы трудового договора, утверждаемой Правительством Российской Федерации с учетом мнения Российской трехсторонней комиссии по регулированию социально-трудовых отношений.",
    "Руководитель организации может работать по совместительству у другого работодателя только с разрешения уполномоченного органа юридического лица либо собственника имущества организации, либо уполномоченного собственником лица (органа). Руководитель организации не может входить в состав органов, осуществляющих функции надзора и контроля в данной организации.",
    "Руководитель организации несет полную материальную ответственность за прямой действительный ущерб, причиненный организации. В случаях, предусмотренных федеральными законами, руководитель организации возмещает организации убытки, причиненные его виновными действиями.",
    "Трудовой договор с руководителем организации может быть прекращен помимо оснований, предусмотренных настоящим Кодексом и иными федеральными законами, по следующим основаниям: 1) отстранение от должности руководителя организации-должника в соответствии с законодательством о несостоятельности (банкротстве); 2) в связи с принятием уполномоченным органом юридического лица, либо собственником имущества организации, либо уполномоченным собственником лицом (органом) решения о прекращении трудового договора.",
    "В случае прекращения трудового договора с руководителем организации в соответствии с пунктом 2 части первой статьи 278 настоящего Кодекса при отсутствии виновных действий (бездействия) руководителя ему выплачивается компенсация в размере, определяемом трудовым договором, но не ниже трехкратного среднего месячного заработка, за исключением случаев, предусмотренных настоящим Кодексом.",
    "Руководитель организации имеет право досрочно расторгнуть трудовой договор, предупредив об этом работодателя (собственника имущества организации, его представителя) в письменной форме не позднее чем за один месяц.",
    "Федеральными законами, учредительными документами организации на членов коллегиального исполнительного органа организации, заключивших трудовой договор, могут распространяться особенности регулирования труда, установленные настоящей главой для руководителя организации.",
    "Статья 282 Трудового кодекса РФ определяет, что работа по совместительству - это выполнение работником другой регулярной оплачиваемой работы на условиях трудового договора в свободное от основной работы время. Он может выполняться как по месту основной работы, так и у других работодателей. В трудовом договоре обязательно указание на то, что работа является совместительством.",
    "Статья 283. Документы, предъявляемые при приеме на работу по совместительству",
    "Согласно статье 284 Трудового кодекса, продолжительность рабочего времени при работе по совместительству не должна превышать четырех часов в день. В дни, когда по основному месту работы работник свободен от исполнения трудовых обязанностей, он может работать полный рабочий день (смену). В течение одного месяца (другого учетного периода) продолжительность рабочего времени не должна превышать половины месячной нормы рабочего времени (нормы рабочего времени за другой учетный период), установленной для соответствующей категории работников.",
    "Оплата труда лиц, работающих по совместительству, производится пропорционально отработанному времени, в зависимости от выработки либо на других условиях, определенных трудовым договором.",
    "Лицам, работающим по совместительству, ежегодные оплачиваемые отпуска предоставляются одновременно с отпуском по основной работе.",
    "Гарантии и компенсации лицам, работающим по совместительству, предоставляются только по основному месту работы. Другие гарантии и компенсации, предусмотренные трудовым законодательством и иными нормативными правовыми актами, содержащими нормы трудового права, коллективными договорами, соглашениями, локальными нормативными актами, предоставляются им в полном объеме.",
    "Трудовой договор, заключенный на неопределенный срок с лицом, работающим по совместительству, может быть прекращен в случае приема на работу работника, для которого эта работа будет являться основной, о чем работодатель в письменной форме предупреждает указанное лицо не менее чем за две недели до прекращения трудового договора.",
    "Статья 289 Трудового кодекса РФ. Заключение трудового договора на срок до двух месяцев",
    "Работники, заключившие трудовой договор на срок до двух месяцев, могут быть привлечены к работе в выходные и нерабочие праздничные дни с их письменного согласия.",
    "Работникам, заключившим трудовой договор на срок до двух месяцев, предоставляются оплачиваемые отпуска или выплачивается компенсация при увольнении из расчета два рабочих дня за месяц работы.",
    "Работник, заключивший трудовой договор на срок до двух месяцев, обязан в письменной форме предупредить работодателя за три календарных дня о досрочном расторжении трудового договора.",
    "Статья 293. Сезонные работы Сезонными признаются работы, которые в силу климатических и иных природных условий выполняются в течение определенного периода (сезона), не превышающего, как правило, шести месяцев.",
    "Федеральным законом от 30 июня 2006 г. N 90-ФЗ в статью 294 настоящего Кодекса внесены изменения, вступающие в силу по истечении 90 дней после дня официального опубликования названного Федерального закона",
    "Работникам, занятым на сезонных работах, предоставляются оплачиваемые отпуска из расчета два рабочих дня за каждый месяц работы.",
    "Работник, занятый на сезонных работах, обязан в письменной форме предупредить работодателя о досрочном расторжении трудового договора за три календарных дня.",
    "Работники, привлекаемые к вахтовому методу, в период нахождения на объекте производства работ проживают в специально создаваемых работодателем вахтовых поселках, представляющих собой комплекс зданий и сооружений, предназначенных для обеспечения жизнедеятельности указанных работников во время выполнения ими работ и междусменного отдыха, либо в приспособленных для этих целей и оплачиваемых за счет работодателя общежитиях, иных жилых помещениях.",
    "К работам, выполняемым вахтовым методом, не могут привлекаться работники в возрасте до восемнадцати лет, беременные женщины и женщины, имеющие детей в возрасте до трех лет, а также лица, имеющие противопоказания к выполнению таких работ в соответствии с медицинским заключением, выданным в порядке, установленном федеральными законами и иными нормативными правовыми актами Российской Федерации.",
    "Продолжительность вахты не должна превышать одного месяца. В исключительных случаях на отдельных объектах продолжительность вахты может быть увеличена работодателем до трех месяцев с учетом мнения выборного органа первичной профсоюзной организации в порядке, установленном статьей 372 настоящего Кодекса для принятия локальных нормативных актов.",
    "При вахтовом методе работы устанавливается суммированный учет рабочего времени за месяц, квартал или иной более длительный период, но не более чем за один год. Учетный период охватывает все рабочее время, время в пути от места нахождения работодателя или от пункта сбора до места выполнения работы и обратно, а также время отдыха, приходящееся на данный календарный отрезок времени. Работодатель обязан вести учет рабочего времени и времени отдыха каждого работника, работающего вахтовым методом, по месяцам и за весь учетный период.",
    "Рабочее время и время отдыха при работе вахтовым методом регламентируются графиком работы на вахте, который утверждается работодателем с учетом мнения выборного органа первичной профсоюзной организации",
    "Лицам, выполняющим работы вахтовым методом, за каждый календарный день пребывания в местах производства работ в период вахты, а также за фактические дни нахождения в пути от места нахождения работодателя или пункта сбора до места выполнения работы и обратно выплачивается взамен суточных надбавка за вахтовый метод работы.",
    "Статья 303. Заключение трудового договора с работодателем - физическим лицом\n1. Работник обязуется выполнять не запрещенную настоящим Кодексом или иным федеральным законом работу, определенную этим договором.\n2. В письменный трудовой договор в обязательном порядке включаются все условия, существенные для работника и работодателя.\n3. Работодатель - физическое лицо обязан: оформить трудовой договор с работником в письменной форме; уплачивать страховые взносы и другие обязательные платежи в порядке и размерах, которые определяются федеральными законами; представлять в соответствующий территориальный орган Фонда пенсионного и социального страхования Российской Федерации сведения, необходимые для регистрации в системе индивидуального (персонифицированного) учета лиц, поступающих на работу впервые, на которых не был открыт индивидуальный лицевой счет.",
    "По соглашению сторон трудовой договор между работником и работодателем - физическим лицом, не являющимся индивидуальным предпринимателем, может заключаться как на неопределенный, так и на определенный срок.",
    "Режим работы, порядок предоставления выходных дней и ежегодных оплачиваемых отпусков определяются по соглашению между работником и работодателем - физическим лицом. При этом продолжительность рабочей недели не может быть больше, а продолжительность ежегодного оплачиваемого отпуска меньше, чем установленные настоящим Кодексом.",
    "Работодатель - физическое лицо, являющийся индивидуальным предпринимателем, имеет право изменять определенные сторонами условия трудового договора только в случае, если эти условия не могут быть сохранены по причинам, связанным с изменением организационных или технологических условий труда (часть первая статьи 74 настоящего Кодекса).",
    "Трудовой договор с работником, работающим у работодателя - физического лица, может быть прекращен по основаниям, предусмотренным трудовым договором. Работодатель - физическое лицо, не являющийся индивидуальным предпринимателем, при прекращении трудового договора с работником обязан в уведомительном порядке зарегистрировать факт прекращения указанного договора в органе местного самоуправления, в котором был зарегистрирован этот трудовой договор.",
    "Индивидуальные трудовые споры, не урегулированные работником и работодателем - физическим лицом, не являющимся индивидуальным предпринимателем, самостоятельно, рассматриваются в суде.",
    "Статья 309. Документы, подтверждающие период работы у работодателей - физических лиц\n1. Работодатель - физическое лицо, являющийся индивидуальным предпринимателем, обязан вести трудовые книжки на каждого работника в порядке, установленном настоящим Кодексом и иными нормативными правовыми актами Российской Федерации.\n2. Работодатели - физические лица, не являющиеся индивидуальными предпринимателями, не имеют права производить записи в трудовых книжках работников и оформлять трудовые книжки работникам, принимаемым на работу впервые.\n3. Документом, подтверждающим период работы у такого работодателя, является трудовой договор, заключенный в письменной форме.",
    "Статья 309.1. Особенности регулирования трудовых отношений и иных непосредственно связанных с ними отношений у работодателей - субъектов малого предпринимательства, которые отнесены к микропредприятиям, и у работодателей - некоммерческих организаций",
    "Статья 309.2. Регулирование трудовых отношений и иных непосредственно связанных с ними отношений у работодателя - субъекта малого предпринимательства, который отнесен к микропредприятиям, и у работодателя - некоммерческой организации локальными нормативными актами, содержащими нормы трудового права, и трудовыми договорами",
    "1. Надомниками считаются лица, заключившие трудовой договор о выполнении работы на дому из материалов и с использованием инструментов и механизмов, выделяемых работодателем либо приобретаемых надомником за свой счет.\n2. Надомник может выполнять работу, обусловленную трудовым договором, с участием членов его семьи.\n3. Трудовые отношения между членами семьи надомника и работодателем не возникают.\n4. В случае использования надомником своих инструментов и механизмов ему выплачивается компенсация за их износ.\n5. Выплата такой компенсации, а также возмещение иных расходов, связанных с выполнением работ на дому, производятся работодателем в порядке, определенном трудовым договором.\n6. На надомников распространяется действие трудового законодательства и иных актов, содержащих нормы трудового права, с особенностями, установленными настоящим Кодексом.",
    "Статья 311. Условия, при которых допускается надомный труд Работы, поручаемые надомникам, не могут быть противопоказаны им по состоянию здоровья и должны выполняться в условиях, соответствующих требованиям охраны труда.",
    "Расторжение трудового договора с надомниками производится по основаниям, предусмотренным трудовым договором.",
    "Дистанционная (удаленная) работа - это выполнение определенной трудовой функции вне места нахождения работодателя, его филиала, представительства, иного обособленного структурного подразделения (включая расположенные в другой местности), вне стационарного рабочего места, территории или объекта, прямо или косвенно находящихся под контролем работодателя, при условии использования для выполнения данной трудовой функции и для осуществления взаимодействия между работодателем и работником по вопросам, связанным с ее выполнением, информационно-телекоммуникационных сетей, в том числе сети \"Интернет\", и сетей связи общего пользования.",
    "Трудовой договор и дополнительное соглашение к трудовому договору, предусматривающие выполнение работником трудовой функции дистанционно, могут заключаться путем обмена между работником (лицом, поступающим на работу) и работодателем электронными документами в порядке, предусмотренном частью первой статьи 312.3 настоящего Кодекса.",
    "Статья 312.3. Особенности порядка взаимодействия дистанционного работника и работодателя при заключении в электронном виде трудовых договоров, дополнительных соглашений к трудовым договорам, договоров о материальной ответственности, ученических договоров на получение образования без отрыва или с отрывом от работы",
    "Коллективным договором, локальным нормативным актом, принятым с учетом мнения выборного органа первичной профсоюзной организации, трудовым договором, дополнительным соглашением к трудовому договору может определяться режим рабочего времени дистанционного работника, а при временной дистанционной работе также могут определяться продолжительность и (или) периодичность выполнения работником трудовой функции дистанционно.",
    "Выполнение работником трудовой функции дистанционно не может являться основанием для снижения ему заработной платы.",
    "Кодекс дополнен статьей 312.6 с 1 января 2021 года - Федеральный закон от 8 декабря 2020 года N 407-ФЗ",
    "В целях обеспечения безопасных условий труда и охраны труда дистанционных работников в период выполнения ими трудовой функции дистанционно работодатель исполняет обязанности, предусмотренные абзацами восемнадцатым , двадцать первым и двадцать вторым части третьей статьи 214 настоящего Кодекса, а также осуществляет ознакомление дистанционных работников с требованиями охраны труда при работе с оборудованием и средствами, рекомендованными или предоставленными работодателем.",
    "Статья 312.8. Дополнительные основания прекращения трудового договора с дистанционным работником\nТрудовой договор с работником, выполняющим дистанционную работу на постоянной основе, может быть прекращен в случае изменения работником местности выполнения трудовой функции, если это влечет невозможность исполнения работником обязанностей по трудовому договору на прежних условиях.",
    "В случае катастрофы природного или техногенного характера, производственной аварии, несчастного случая на производстве, пожара, наводнения, землетрясения, эпидемии или эпизоотии и в любых исключительных случаях, ставящих под угрозу жизнь или нормальные жизненные условия всего населения или его части, работник может быть временно переведен на дистанционную работу по инициативе работодателя на период наличия указанных обстоятельств (случаев).",
    "Государственные гарантии и компенсации лицам, работающим в районах Крайнего Севера и приравненных к ним местностях, устанавливаются настоящим Кодексом, другими федеральными законами и иными нормативными правовыми актами Российской Федерации.",
    "Трудовой стаж, необходимый для получения гарантий и компенсаций, устанавливается Правительством Российской Федерации в соответствии с федеральным законом.",
    "Оплата труда в районах Крайнего Севера и приравненных к ним местностях осуществляется с применением районных коэффициентов и процентных надбавок к заработной плате.",
    "Размер районного коэффициента и порядок его применения для расчета заработной платы работников организаций, расположенных в районах Крайнего Севера и приравненных к ним местностях, устанавливаются Правительством Российской Федерации. Органы государственной власти субъектов Российской Федерации и органы местного самоуправления вправе за счет средств соответствующих бюджетов устанавливать более высокие размеры районных коэффициентов для государственных органов субъектов Российской Федерации, государственных учреждений субъекта Российской Федерации, органов местного самоуправления, муниципальных учреждений. Нормативным правовым актом субъекта Российской Федерации может быть установлен предельный размер повышения районного коэффициента, устанавливаемого входящими в состав субъекта Российской Федерации муниципальными образованиями. Суммы указанных расходов относятся к расходам на оплату труда в полном размере.",
    "Лицам, работающим в районах Крайнего Севера и приравненных к ним местностях, выплачивается процентная надбавка к заработной плате за стаж работы в данных районах или местностях. Размер процентной надбавки к заработной плате и порядок ее выплаты устанавливаются в порядке, определяемом статьей 316 настоящего Кодекса для установления размера районного коэффициента и порядка его применения. Суммы указанных расходов относятся к расходам на оплату труда в полном размере.",
    "Работнику, увольняемому из организации, расположенной в районах Крайнего Севера и приравненных к ним местностях, в связи с ликвидацией организации либо сокращением численности или штата работников организации, выплачивается выходное пособие в размере среднего месячного заработка. В исключительных случаях по решению органа службы занятости населения работодатель обязан выплатить работнику средний месячный заработок последовательно за четвертый, пятый и шестой месяцы со дня увольнения или его часть пропорционально периоду трудоустройства, приходящемуся на соответствующий месяц, при условии, что в течение четырнадцати рабочих дней со дня увольнения работник обратился в этот орган и не был трудоустроен в течение соответственно трех, четырех и пяти месяцев со дня увольнения.",
    "Статья 319. Дополнительный выходной день одному из родителей (опекуну, попечителю, приемному родителю), работающему в районах Крайнего Севера и приравненных к ним местностях, имеющему ребенка в возрасте до шестнадцати лет, по его письменному заявлению ежемесячно предоставляется дополнительный выходной день без сохранения заработной платы.",
    "Статья 320. Сокращенная рабочая неделя Для женщин, работающих в районах Крайнего Севера и приравненных к ним местностях, коллективным договором или трудовым договором устанавливается 36-часовая рабочая неделя, если меньшая продолжительность рабочей недели не предусмотрена для них федеральными законами. При этом заработная плата выплачивается в том же размере, что и при полной рабочей неделе.",
    "Лицам, работающим в районах Крайнего Севера и в местностях, приравненных к районам Крайнего Севера, предоставляются дополнительные оплачиваемые отпуска продолжительностью 24 календарных дня. Общая продолжительность ежегодных оплачиваемых отпусков работающим по совместительству устанавливается на общих основаниях.",
    "Ежегодный дополнительный оплачиваемый отпуск, установленный статьей 321 настоящего Кодекса, предоставляется работникам по истечении шести месяцев работы у данного работодателя. Общая продолжительность ежегодного оплачиваемого отпуска определяется суммированием ежегодного основного и всех дополнительных ежегодных оплачиваемых отпусков. По просьбе одного из работающих родителей (опекуна, попечителя) работодатель обязан предоставить ему ежегодный оплачиваемый отпуск или его часть (не менее 14 календарных дней) для сопровождения ребенка в возрасте до восемнадцати лет, поступающего на обучение по образовательным программам среднего профессионального образования или высшего образования, расположенные в другой местности. При наличии двух и более детей отпуск для указанной цели предоставляется один раз для каждого ребенка.",
    "Гарантии медицинского обеспечения для работников федеральных государственных органов, государственных внебюджетных фондов Российской Федерации, федеральных государственных учреждений, расположенных в районах Крайнего Севера и приравненных к ним местностях, могут предусматривать оплату за счет средств работодателя стоимости проезда в пределах территории Российской Федерации для медицинских консультаций или лечения при наличии соответствующего медицинского заключения, выданного в порядке , установленном федеральными законами и иными нормативными правовыми актами Российской Федерации, если соответствующие консультации или лечение не могут быть предоставлены по месту проживания.",
    "Заключение трудового договора с лицами, привлекаемыми на работу в районы Крайнего Севера и приравненные к ним местности из других местностей, допускается при наличии у них медицинского заключения, выданного в порядке , установленном федеральными законами и иными нормативными правовыми актами Российской Федерации, об отсутствии противопоказаний для работы и проживания в данных районах и местностях.",
    "Лица, работающие в организациях, расположенных в районах Крайнего Севера и приравненных к ним местностях, имеют право на оплату один раз в два года за счет средств работодателя стоимости проезда и провоза багажа в пределах территории Российской Федерации к месту использования отпуска и обратно.",
    "Лицам, заключившим трудовые договоры о работе в федеральных государственных органах, государственных внебюджетных фондах Российской Федерации, федеральных государственных учреждениях, расположенных в районах Крайнего Севера и приравненных к ним местностях, и прибывшим в соответствии с этими договорами из других регионов Российской Федерации, за счет средств работодателя предоставляются следующие гарантии и компенсации:",
    "Лицам, работающим в районах Крайнего Севера и приравненных к ним местностях, устанавливаются гарантии и компенсации в области социального страхования, пенсионного обеспечения, жилищных правоотношений и другие.",
    "Статья 327.1. Особенности регулирования труда работников, являющихся иностранными гражданами или лицами без гражданства, если в соответствии с федеральными законами или международными договорами Российской Федерации такие особенности могут устанавливаться исключительно настоящим Кодексом, а также случаи и порядок установления таких особенностей другими актами, содержащими нормы трудового права, определяются настоящей главой. Если иное не установлено федеральными законами , иностранные граждане и лица без гражданства имеют право вступать в трудовые отношения в качестве работников по достижении ими возраста восемнадцати лет.",
    "Статья 327.2. Особенности заключения трудового договора с работником, являющимся иностранным гражданином или лицом без гражданства",
    "Статья 327.3. Документы, предъявляемые иностранным гражданином или лицом без гражданства при приеме на работу Наряду с документами, предусмотренными статьей 65 настоящего Кодекса, при заключении трудового договора поступающие на работу иностранный гражданин или лицо без гражданства предъявляют работодателю: договор (полис) добровольного медицинского страхования, действующий на территории Российской Федерации, за исключением случаев, если работодатель заключает с медицинской организацией договор о предоставлении платных медицинских услуг работнику, являющемуся высококвалифицированным специалистом, и случаев, установленных федеральными законами или международными договорами Российской Федерации.",
    "Временный перевод работника, являющегося иностранным гражданином или лицом без гражданства, на срок до одного месяца на не обусловленную трудовым договором работу у того же работодателя допускается без учета профессии (специальности, должности, вида трудовой деятельности), указанной в разрешении на работу или патенте, на основании которых такой работник осуществляет трудовую деятельность, и не более чем один раз в течение календарного года.",
    "Работодатель обязан отстранить от работы (не допускать к работе) работника, являющегося иностранным гражданином или лицом без гражданства, в случае: приостановления действия, окончания срока действия разрешения на привлечение и использование иностранных работников, за исключением случаев, установленных федеральными законами или международными договорами Российской Федерации.",
    "Статья 327.6. Особенности прекращения трудового договора с работником, являющимся иностранным гражданином или лицом без гражданства",
    "Выходное пособие в размере двухнедельного среднего заработка выплачивается работнику, являющемуся иностранным гражданином или лицом без гражданства, при расторжении трудового договора в связи с приостановлением действия или аннулированием разрешения на привлечение и использование иностранных работников, на основании которого такому работнику было выдано разрешение на работу.",
    "Работники, принимаемые на работу, непосредственно связанную с движением транспортных средств, должны пройти профессиональный отбор и профессиональное обучение в порядке, установленном федеральным органом исполнительной власти, осуществляющим функции по выработке государственной политики и нормативно-правовому регулированию в области транспорта.",
    "Статья 328.1. Ограничения на занятие трудовой деятельностью, непосредственно связанной с управлением легковыми такси, автобусами, трамваями, троллейбусами и подвижным составом внеуличного транспорта при осуществлении перевозок пассажиров и багажа",
    "Работникам, труд которых непосредственно связан с управлением транспортными средствами или управлением движением транспортных средств, не разрешается работа по совместительству. Перечень таких работников утверждается Правительством Российской Федерации с учетом мнения Российской трехсторонней комиссии по регулированию социально-трудовых отношений.",
    "Статья 330. Дисциплина работников, труд которых непосредственно связан с движением транспортных средств",
    "Статья 330.1. Общие положения Положения настоящей главы устанавливают особенности регулирования трудовых отношений с занятыми на подземных работах работниками, под которыми в настоящей главе понимаются работники, непосредственно осуществляющие добычу полезных ископаемых подземным способом, работники, занятые на работах по строительству, эксплуатации подземных сооружений, на аварийно-спасательных работах в указанных сооружениях (кроме подземных сооружений, строительство которых осуществляется открытым способом), за исключением работников, занятых на работах по эксплуатации метрополитена.",
    "Лица, принимаемые на подземные работы, не должны иметь медицинских противопоказаний к таким работам и должны удовлетворять соответствующим квалификационным требованиям, указанным в квалификационных справочниках, утверждаемых в порядке, устанавливаемом Правительством Российской Федерации, или соответствующим положениям профессиональных стандартов.",
    "Статья 330.3. Медицинские осмотры работников, занятых на подземных работах Прием на подземные работы производится после обязательного медицинского осмотра. Работники, занятые на подземных работах, обязаны проходить медицинские осмотры в начале рабочего дня (смены), а также в течение и (или) в конце рабочего дня.",
    "Статья 330.4. Отстранение от работы работников, занятых на подземных работах Наряду со случаями, указанными в статье 76 настоящего Кодекса, работодатель обязан отстранить от подземных работ (не допускать к подземным работам) работника в случаях: несоблюдения работником установленных федеральными законами и иными нормативными правовыми актами Российской Федерации требований безопасности при проведении подземных работ, в том числе в случае совершения работником действий, создающих угрозу жизни и здоровью людей; неприменения работником выданных ему в установленном порядке средств индивидуальной защиты; наличия у работника курительных принадлежностей, источников огня (спичек, зажигалок и других), алкогольных напитков, наркотических и иных токсических веществ, а также запрещенного правилами внутреннего трудового распорядка для использования на указанных подземных участках личного имущества (в том числе электронных устройств, применение которых может привести к аварийной ситуации).",
    "Дополнительные обязанности работодателя при организации и проведении подземных работ: не допускать к подземным работам лиц, имеющих медицинские противопоказания к указанным работам и (или) не удовлетворяющих соответствующим квалификационным требованиям; не допускать работников к исполнению трудовых обязанностей в случае необеспечения их в соответствии с установленными нормами специальной одеждой, специальной обувью и иными средствами индивидуальной защиты, прошедшими обязательную сертификацию или декларирование соответствия; обеспечивать организацию и проведение подземных работ в соответствии с утвержденной технической документацией, технологическими нормами и установленными требованиями к оборудованию, технологическим процессам, применяемым в производстве инструментам, сырью и материалам.",
    "К педагогической деятельности допускаются лица, имеющие образовательный ценз, который определяется в порядке, установленном законодательством Российской Федерации в сфере образования. К педагогической деятельности не допускаются лица: лишенные права заниматься педагогической деятельностью в соответствии с вступившим в законную силу приговором суда; имеющие или имевшие судимость, подвергавшиеся уголовному преследованию (за исключением лиц, уголовное преследование в отношении которых прекращено по реабилитирующим основаниям) за преступления против жизни и здоровья, свободы, чести и достоинства личности (за исключением незаконной госпитализации в медицинскую организацию, оказывающую психиатрическую помощь в стационарных условиях, и клеветы), половой неприкосновенности и половой свободы личности, против семьи и несовершеннолетних, здоровья населения и общественной нравственности, основ конституционного строя и безопасности государства, мира и безопасности человечества, а также против общественной безопасности, за исключением случаев, предусмотренных частью третьей настоящей статьи; признанные недееспособными в установленном федеральным законом порядке; имеющие заболевания, предусмотренные перечнем , утверждаемым федеральным органом",
    "Федеральным законом от 31 декабря 2014 г. N 489-ФЗ настоящий Кодекс дополнен статьей 331.1, вступающей в силу с 1 января 2015 года.",
    "Статья 332. Особенности заключения и прекращения трудового договора с педагогическими работниками, относящимися к профессорско-преподавательскому составу",
    "Статья 332.1. Особенности заключения и прекращения трудового договора с руководителями, заместителями руководителей государственных и муниципальных образовательных организаций высшего образования и руководителями их филиалов",
    "Для педагогических работников устанавливается сокращенная продолжительность рабочего времени не более 36 часов в неделю. В зависимости от должности и (или) специальности педагогических работников с учетом особенностей их труда продолжительность рабочего времени (нормы часов педагогической работы за ставку заработной платы), порядок определения учебной нагрузки, оговариваемой в трудовом договоре, и основания ее изменения, случаи установления верхнего предела учебной нагрузки определяются федеральным органом исполнительной власти, осуществляющим функции по выработке и реализации государственной политики и нормативно-правовому регулированию в сфере высшего образования.",
    "Федеральным законом от 30 июня 2006 г. N 90-ФЗ в статью 334 настоящего Кодекса внесены изменения, вступающие в силу по истечении 90 дней после дня официального опубликования названного Федерального закона",
    "Педагогические работники организации, осуществляющей образовательную деятельность, не реже чем через каждые 10 лет непрерывной педагогической работы имеют право на длительный отпуск сроком до одного года, порядок и условия предоставления которого определяются в порядке, установленном федеральным органом исполнительной власти, осуществляющим функции по выработке и реализации государственной политики и нормативно-правовому регулированию в сфере высшего образования.",
    "Статья 336. Дополнительные основания прекращения трудового договора с педагогическим работником, а также руководителем, заместителем руководителя государственной или муниципальной образовательной организации высшего образования и руководителем ее филиала",
    "Трудовые договоры с научными работниками могут заключаться как на неопределенный срок, так и на срок, определенный сторонами трудовых договоров. В целях сохранения непрерывности научной деятельности допускается заключение трудового договора на замещение должности научного работника без избрания по конкурсу на замещение соответствующей должности при приеме на работу по совместительству на срок не более одного года, а для замещения временно отсутствующего работника, за которым в соответствии с законом сохраняется место работы, - до выхода этого работника на работу.",
    "Статья 336.2. Особенности заключения и прекращения трудового договора с руководителями, заместителями руководителей государственных и муниципальных научных организаций и руководителями их филиалов",
    "Дополнительным основанием прекращения трудового договора с руководителем, заместителем руководителя государственной или муниципальной научной организации является достижение предельного возраста для замещения соответствующей должности в соответствии со статьей 336.2 настоящего Кодекса.",
    "Статья 337. Органы, направляющие работников в дипломатические представительства и консульские учреждения Российской Федерации, а также в представительства федеральных органов исполнительной власти и государственных учреждений Российской Федерации за границей",
    "Трудовой договор с работником, направляемым на работу в представительство Российской Федерации за границей, заключается на срок до трех лет. По окончании указанного срока трудовой договор может быть перезаключен на новый срок.",
    "Условия труда и отдыха работников, направляемых на работу в представительства Российской Федерации за границей, определяются локальными нормативными актами соответствующего представительства и трудовыми договорами, которые не могут ухудшать положение работников по сравнению с установленным настоящим Кодексом.",
    "Статья 340. Гарантии и компенсации работникам, направляемым на работу в представительства Российской Федерации за границей",
    "Статья 341. Основания прекращения работы в представительстве Российской Федерации за границей",
    "Частное агентство занятости или другое юридическое лицо, которые в соответствии с законодательством Российской Федерации о занятости населения в Российской Федерации вправе осуществлять деятельность по предоставлению труда работников (персонала), имеют право направлять временно своих работников с их согласия к физическому лицу или юридическому лицу, не являющимся работодателями данных работников (принимающая сторона), для выполнения работниками определенных их трудовыми договорами трудовых функций в интересах, под управлением и контролем указанных физического или юридического лица.",
    "Трудовой договор, заключаемый частным агентством занятости с работником, направляемым временно для работы у принимающей стороны по договору о предоставлении труда работников (персонала), должен включать в себя условие о выполнении работником по распоряжению работодателя определенной трудовой функции в интересах, под управлением и контролем физического лица или юридического лица, не являющихся работодателями по этому трудовому договору.",
    "Федеральным законом могут быть установлены особенности регулирования труда работников, направляемых временно работодателем, не являющимся частным агентством занятости, к другим юридическим лицам по договору о предоставлении труда работников (персонала).",
    "Статья 341.4. Расследование несчастного случая, происшедшего с работником, направленным временно для работы по договору о предоставлении труда работников (персонала) и участвовавшим в производственной деятельности принимающей стороны",
    "Статья 341.5. Субсидиарная ответственность по обязательствам работодателя, вытекающим из трудовых отношений с работниками, направленными временно для работы по договору о предоставлении труда работников (персонала)",
    "Статья 342. Стороны трудового договора в религиозной организации Работодателем является религиозная организация, зарегистрированная в порядке, установленном федеральным законом, и заключившая трудовой договор с работником в письменной форме. Работником является лицо, достигшее возраста восемнадцати лет, заключившее трудовой договор с религиозной организацией, лично выполняющее определенную работу и подчиняющееся внутренним установлениям религиозной организации.",
    "Статья 343. Внутренние установления религиозной организации Права и обязанности сторон трудового договора определяются в трудовом договоре с учетом особенностей, которые не должны противоречить Конституции Российской Федерации, настоящему Кодексу и иным федеральным законам.",
    "Трудовой договор между работником и религиозной организацией может заключаться на определенный срок без учета ограничения численности работников организации, установленного абзацем двенадцатым части второй статьи 59 настоящего Кодекса. В трудовой договор в соответствии с настоящим Кодексом и внутренними установлениями религиозной организации включаются условия, существенные для работника и религиозной организации как работодателя. При необходимости изменения определенных сторонами условий трудового договора религиозная организация обязана предупредить об этом работника в письменной форме не менее чем за семь календарных дней.",
    "Рабочее время лиц, работающих в религиозных организациях, определяется с учетом установленной настоящим Кодексом нормальной продолжительности рабочего времени исходя из режима осуществления обрядов или иной деятельности религиозной организации, определенной ее внутренними установлениями.",
    "Статья 345.1. Особенности распространения регионального соглашения о минимальной заработной плате на работодателя - религиозную организацию",
    "Работник религиозной организации может быть привлечен к материальной ответственности в соответствии с внутренними документами религиозной организации.",
    "Трудовой договор с работником религиозной организации может быть прекращен помимо оснований, предусмотренных настоящим Кодексом, по основаниям, предусмотренным трудовым договором.",
    "Статья 348. Рассмотрение индивидуальных трудовых споров работников религиозных организаций\nИндивидуальные трудовые споры, не урегулированные самостоятельно работником и религиозной организацией как работодателем, рассматриваются в суде.",
    "1. Настоящая глава регулирует трудовые отношения с работниками, трудовая функция которых состоит в подготовке к спортивным соревнованиям и участии в спортивных соревнованиях по определенным видам или видам спорта (спортсмены), а также в проведении со спортсменами тренировочных мероприятий и осуществлении руководства состязательной деятельностью спортсменов для достижения спортивных результатов (тренеры).\n2. В качестве работодателей могут выступать лица, определенные частями третьей и четвертой статьи 20 настоящего Кодекса, за исключением работодателей - физических лиц, не являющихся индивидуальными предпринимателями.\n3. Особенности регулирования труда спортсменов, тренеров устанавливаются трудовым законодательством и иными нормативными правовыми актами, содержащими нормы трудового права, коллективными договорами, соглашениями, а также локальными нормативными актами, принимаемыми работодателями в соответствии с требованиями статьи 8 настоящего Кодекса с учетом норм, утвержденных общероссийскими спортивными федерациями, и мнения выборного органа первичной профсоюзной организации.",
    "Статья 348.2. Особенности заключения трудовых договоров со спортсменами, с тренерами 1. Со спортсменами могут заключаться как трудовые договоры на неопределенный срок, так и срочные трудовые договоры. Срочные трудовые договоры могут заключаться по соглашению сторон с тренерами, принимаемыми на работу в целях проведения со спортсменами тренировочных мероприятий и осуществления руководства состязательной деятельностью спортсменов для достижения спортивных результатов в профессиональном спорте, а также с тренерами спортивных сборных команд.",
    "При заключении трудового договора спортсмены подлежат обязательному предварительному медицинскому осмотру. В период действия трудового договора спортсмены проходят обязательные периодические медицинские осмотры в целях определения пригодности для выполнения поручаемой работы и предупреждения профессиональных заболеваний и спортивного травматизма. Работодатель обязан организовывать проведение за счет собственных средств обязательных предварительных (при поступлении на работу) и периодических (в течение трудовой деятельности, но не реже одного раза в год) медицинских осмотров спортсменов. Внеочередные медицинские осмотры спортсменов по их просьбам в соответствии с медицинскими рекомендациями с сохранением за ними места работы (должности) и среднего заработка на время прохождения этих медицинских осмотров. Спортсмены обязаны проходить указанные медицинские осмотры, следовать медицинским рекомендациям.",
    "Временный перевод спортсмена к другому работодателю на срок, не превышающий одного года, допускается по согласованию между работодателями. На период временного перевода работодатель по месту временной работы заключает со спортсменом срочный трудовой договор в соответствии с требованиями статьи 348.2 настоящего Кодекса.",
    "Работодатель обязан отстранить спортсмена от участия в спортивных соревнованиях в следующих случаях: 1) спортивная дисквалификация спортсмена; 2) требование общероссийской спортивной федерации по соответствующим видам или видам спорта, предъявленное в соответствии с нормами, утвержденными этой федерацией.",
    "Федеральным законом от 28 июля 2012 г. N 136-ФЗ в статью 348.6 настоящего Кодекса внесены изменения",
    "Спортсмен, тренер имеют право работать по совместительству у другого работодателя в качестве спортсмена или тренера только с разрешения работодателя по основному месту работы.",
    "Федеральный закон от 25 ноября 2013 г. N 317-ФЗ в статью 348.8 настоящего Кодекса внесены изменения",
    "Во время участия в спортивных мероприятиях допускается превышение женщиной-спортсменом предельно допустимых норм нагрузок при подъеме и перемещении тяжестей вручную, установленных в соответствии с настоящим Кодексом, если это необходимо в соответствии с планом подготовки женщины-спортсмена к спортивным соревнованиям и применяемые нагрузки не запрещены ей по состоянию здоровья в соответствии с медицинским заключением.",
    "Статья 348.10. Дополнительные гарантии и компенсации спортсменам, тренерам Работодатель обязан за счет собственных средств обеспечивать спортсменов, тренеров спортивной экипировкой, спортивным оборудованием и инвентарем, другими материально-техническими средствами, необходимыми для осуществления их трудовой деятельности, а также поддерживать указанные экипировку, оборудование, инвентарь и средства в состоянии, пригодном для использования. Материально-техническое обеспечение спортивных сборных команд Российской Федерации за счет средств федерального бюджета осуществляется в порядке, установленном Правительством Российской Федерации.",
    "Статья 348.11. Дополнительные основания прекращения трудового договора со спортсменом",
    "Трудовой кодекс дополнен статьей 348.11-1 с 9 января 2018 г. - Федеральный закон от 29 декабря 2017 года N 461-ФЗ",
    "Спортсмен, тренер имеют право расторгнуть трудовой договор по своей инициативе (по собственному желанию), предупредив об этом работодателя в письменной форме не позднее чем за один месяц, за исключением случаев, когда трудовой договор заключен на срок менее четырех месяцев. В трудовых договорах с отдельными категориями спортсменов, тренеров могут быть предусмотрены условия об обязанности спортсменов, тренеров предупреждать работодателей о расторжении трудовых договоров по их инициативе в срок, превышающий один месяц, если нормами, утвержденными общероссийскими спортивными федерациями по соответствующим виду или видам спорта, для этих категорий спортсменов, тренеров установлены ограничения перехода (условия перехода) в другие спортивные клубы или иные физкультурно-спортивные организации, предусматривающие сроки предупреждения о переходе, превышающие один месяц.",
    "Индивидуальные трудовые споры спортсменов, тренеров в профессиональном спорте и спорте высших достижений рассматриваются комиссиями по трудовым спорам и судами, а также могут быть переданы по арбитражному соглашению между работодателем и спортсменом, тренером в арбитраж (третейское разбирательство), администрируемый постоянно действующим арбитражным учреждением.",
    "Статья 349. Особенности регулирования труда лиц, работающих в организациях Вооруженных Сил Российской Федерации, федеральных органах исполнительной власти и федеральных государственных органах, в которых законодательством Российской Федерации предусмотрена военная служба, а также работников, проходящих заменяющую военную службу альтернативную гражданскую службу",
    "Работник государственной корпорации, публично-правовой компании или государственной компании в случаях и в порядке, которые установлены Правительством Российской Федерации, обязан: 1) представлять сведения о своих доходах, расходах, имуществе и обязательствах имущественного характера; 2) сообщать работодателю о личной заинтересованности при исполнении трудовых обязанностей, которая может привести к конфликту интересов, принимать меры по предотвращению такого конфликта.",
    "Работникам Фонда пенсионного и социального страхования Российской Федерации, Федерального фонда обязательного медицинского страхования, иных организаций, созданных Российской Федерацией на основании федеральных законов, организаций, создаваемых для выполнения задач, поставленных перед федеральными государственными органами, в случаях и порядке, которые установлены Правительством Российской Федерации, распространяются ограничения, запреты и обязанности, установленные законодательством Российской Федерации о противодействии коррупции.",
    "Статья 349.3. Ограничение размеров выходных пособий, компенсаций и иных выплат в связи с прекращением трудовых договоров для отдельных категорий работников",
    "Статья 349.4. Особенности регулирования труда отдельных категорий работников кредитных организаций, страховых организаций и негосударственных пенсионных фондов",
    "Статья 349.5. Размещение информации о рассчитываемой за календарный год среднемесячной заработной плате руководителей, их заместителей и главных бухгалтеров организаций в информационно-телекоммуникационной сети \"Интернет\"",
    "Статья 349.6. Особенности регулирования труда работников государственных органов, органов местного самоуправления",
    "Медицинским работникам устанавливается сокращенная продолжительность рабочего времени не более 39 часов в неделю. В зависимости от должности и (или) специальности продолжительность рабочего времени медицинских работников определяется Правительством Российской Федерации. Медицинским работникам организаций здравоохранения, проживающим и работающим в сельской местности и в поселках городского типа, продолжительность работы по совместительству может увеличиваться по решению Правительства Российской Федерации.",
    "Статья 351. Особенности регулирования труда творческих работников средств массовой информации, организаций кинематографии, теле- и видеосъемочных коллективов, театров, театральных и концертных организаций, цирков и иных лиц, участвующих в создании и (или) исполнении (экспонировании) произведений или выступающих",
    "К трудовой деятельности в сфере образования, воспитания, развития несовершеннолетних, организации их отдыха и оздоровления, медицинского обеспечения, социальной защиты и социального обслуживания, в сфере детско-юношеского спорта, культуры и искусства с участием несовершеннолетних не допускаются лица, имеющие или имевшие судимость, а равно и подвергавшиеся уголовному преследованию (за исключением лиц, уголовное преследование в отношении которых прекращено по реабилитирующим основаниям).",
    "Статья 351.2. Не применяется с 1 января 2019 года - Федеральный закон от 7 июня 2013 года N 108-ФЗ",
    "Федеральным законом от 28 декабря 2013 г. N 421-ФЗ настоящий Кодекс дополнен статьей 351.3, вступающей в силу с 1 января 2014 года.",
    "Федеральным законом от 29 декабря 2015 года N 391-ФЗ в статью 351.4 настоящего Кодекса внесены изменения",
    "Статья 351.5. Особенности трудовой деятельности лиц, работающих у резидентов территории опережающего развития",
    "Статья 351.6. Особенности регулирования труда работников в сфере электроэнергетики, сфере теплоснабжения, в области промышленной безопасности, области безопасности гидротехнических сооружений",
    "В случае призыва работника на военную службу по мобилизации или заключения им контракта в соответствии с пунктом 7 статьи 38 Федерального закона от 28 марта 1998 года N 53-ФЗ \"О воинской обязанности и военной службе\" либо контракта о добровольном содействии в выполнении задач, возложенных на Вооруженные Силы Российской Федерации или войска национальной гвардии Российской Федерации, действие трудового договора, заключенного между работником и работодателем, приостанавливается на период прохождения работником военной службы или оказания им добровольного содействия в выполнении задач.",
    "1. Каждый имеет право защищать свои трудовые права и свободы всеми способами, не запрещенными законом.\n2. Основными способами защиты трудовых прав и свобод являются: самозащита работниками трудовых прав; защита трудовых прав и законных интересов работников профессиональными союзами; федеральный государственный контроль (надзор) за соблюдением трудового законодательства и иных нормативных правовых актов, содержащих нормы трудового права; судебная защита.",
    "Федеральный государственный контроль (надзор) за соблюдением трудового законодательства и иных нормативных правовых актов, содержащих нормы трудового права, осуществляется федеральной инспекцией труда.",
    "Федеральным законом от 18 июля 2011 г. N 242-ФЗ настоящий Кодекс дополнен статьей 353.1, вступающей в силу с 1 августа 2011 года.",
    "Федеральная инспекция труда - единая централизованная система, состоящая из федерального органа исполнительной власти, уполномоченного на проведение федерального государственного контроля (надзора) за соблюдением трудового законодательства и иных нормативных правовых актов, содержащих нормы трудового права, и его территориальных органов (государственных инспекций труда).",
    "Федеральная инспекция труда является федеральным органом исполнительной власти, осуществляющим функции по контролю и надзору за соблюдением трудового законодательства и иных нормативных правовых актов, содержащих нормы трудового права.",
    "В соответствии с возложенными на нее задачами федеральная инспекция труда реализует следующие основные полномочия: осуществляет федеральный государственный контроль (надзор) за соблюдением трудового законодательства и иных нормативных правовых актов, содержащих нормы трудового права; анализирует обстоятельства и причины выявленных нарушений, принимает меры по их устранению и восстановлению нарушенных трудовых прав граждан; осуществляет в соответствии с законодательством Российской Федерации производство по делам об административных правонарушениях; направляет в установленном порядке соответствующую информацию в федеральные органы исполнительной власти, органы исполнительной власти субъектов Российской Федерации, органы местного самоуправления, правоохранительные органы и в суды; принимает меры по принудительному исполнению обязанности работодателя по выплате начисленных, но не выплаченных в установленный срок работнику заработной платы и (или) других выплат, осуществляемых в рамках трудовых отношений.",
    "Государственные инспекторы труда при осуществлении федерального государственного контроля (надзора) за соблюдением трудового законодательства и иных нормативных правовых актов, содержащих нормы трудового права, имеют право: беспрепятственно в любое время суток при наличии удостоверений установленного образца посещать в целях проведения контрольных (надзорных) мероприятий организации всех организационно-правовых форм и форм собственности, работодателей - физических лиц; запрашивать у работодателей и их представителей, органов исполнительной власти и органов местного самоуправления, иных организаций и безвозмездно получать от них документы, включая материалы фотосъемки, аудио- и видеозаписи, информационные базы, банки данных и иные носители информации, объяснения, информацию, необходимые для выполнения надзорных и контрольных функций;",
    "Государственные инспекторы труда при осуществлении федерального государственного контроля (надзора) за соблюдением трудового законодательства и иных нормативных правовых актов, содержащих нормы трудового права, обязаны соблюдать законодательство Российской Федерации, права и законные интересы работодателей - физических лиц и работодателей - юридических лиц (организаций).",
    "Государственные инспекторы труда при осуществлении своих прав и исполнении обязанностей являются полномочными представителями государства и находятся под его защитой, независимы от государственных органов, должностных лиц и подчиняются только закону.",
    "Статья 360. Утратила силу с 1 июля 2021 года - Федеральный закон от 28 июня 2021 года N 220-ФЗ",
    "Статья 360.1. Принудительное исполнение обязанности работодателя по выплате начисленных, но не выплаченных в установленный срок работнику заработной платы и (или) других выплат, осуществляемых в рамках трудовых отношений",
    "Обжалование решений федеральной инспекции труда, действий (бездействия) ее должностных лиц, принятых в рамках федерального государственного контроля (надзора) за соблюдением трудового законодательства и иных нормативных правовых актов, содержащих нормы трудового права, осуществляется в соответствии с законодательством Российской Федерации о государственном контроле (надзоре), муниципальном контроле.",
    "Руководители и должностные лица организаций, а также работодатели - физические лица, виновные в нарушении трудового законодательства и иных нормативных правовых актов, содержащих нормы трудового права, несут ответственность в случаях и порядке, которые установлены настоящим Кодексом и иными федеральными законами.",
    "Лица, препятствующие осуществлению федерального государственного контроля (надзора) за соблюдением трудового законодательства и иных нормативных правовых актов, содержащих нормы трудового права, не исполняющие предъявленные им предписания, применяющие угрозы насилия или насильственные действия по отношению к государственным инспекторам труда, членам их семей и их имуществу, несут ответственность, установленную федеральными законами.",
    "Государственные инспекторы труда несут ответственность за противоправные действия или бездействие, установленные федеральными законами.",
    "Федеральная инспекция труда осуществляет свою деятельность во взаимодействии с федеральными органами исполнительной власти, осуществляющими функции по государственному контролю (надзору) в установленной сфере деятельности, органами исполнительной власти субъектов Российской Федерации, органами местного самоуправления, профессиональными союзами (их объединениями), объединениями работодателей, другими организациями.",
    "Федеральный государственный надзор за соблюдением требований по безопасному ведению работ на опасных производственных объектах осуществляется уполномоченными федеральными органами исполнительной власти при осуществлении ими федерального государственного надзора в области промышленной безопасности.",
    "Государственный надзор за соблюдением требований по безопасному ведению работ на объектах электроэнергетики и теплоснабжения, установленных правилами по охране труда, осуществляется уполномоченными федеральными органами исполнительной власти при осуществлении ими федерального государственного энергетического надзора.",
    "Федеральным законом от 18 июля 2011 г. N 242-ФЗ в статью 368 настоящего Кодекса внесены изменения, вступающие в силу с 1 августа 2011 г.",
    "Федеральным законом от 18 июля 2011 г. N 242-ФЗ в статью 369 настоящего Кодекса внесены изменения, вступающие в силу с 1 августа 2011 г.",
    "Статья 370. Право профессиональных союзов на осуществление контроля за соблюдением трудового законодательства и иных нормативных правовых актов, содержащих нормы трудового права, выполнением условий коллективных договоров, соглашений",
    "Статья 371. Принятие решений работодателем с учетом мнения профсоюзного органа",
    "Выборный орган первичной профсоюзной организации в течение пяти рабочих дней со дня получения проекта локального нормативного акта направляет работодателю мотивированное мнение по проекту в письменной форме. В случае, если мотивированное мнение не содержит согласия с проектом локального акта либо содержит предложения по его совершенствованию, работодатель может согласиться с ним либо обязан в течение трех дней после получения мотивированного мнения провести дополнительные консультации с выборным органом профсоюзной организации работников в целях достижения взаимоприемлемого решения. При недостижении согласия возникшие разногласия оформляются протоколом, после чего работодатель имеет право принять локальный нормативный акт, который может быть обжалован выборным органом в соответствующую государственную инспекцию труда или в суд.",
    "Статья 373. Учет мотивированного мнения выборного органа первичной профсоюзной организации при расторжении трудового договора по инициативе работодателя",
    "Статья 374. Гарантии работникам, входящим в состав выборных коллегиальных органов профсоюзных организаций и не освобожденным от основной работы",
    "Работнику, освобожденному от работы в организации или у индивидуального предпринимателя в связи с избранием его на выборную должность в выборный орган первичной профсоюзной организации, после окончания срока его полномочий предоставляется прежняя работа (должность), а при ее отсутствии с письменного согласия работника другая равноценная работа у того же работодателя.",
    "Расторжение трудового договора по инициативе работодателя с руководителем выборного органа первичной профсоюзной организации и его заместителями в течение двух лет после окончания срока их полномочий допускается только с соблюдением порядка, установленного статьей 374 настоящего Кодекса.",
    "Работодатель обязан безвозмездно предоставить выборным органам первичных профсоюзных организаций, объединяющих его работников, помещение для проведения заседаний, хранения документации, а также предоставить возможность размещения информации в доступном для всех работников месте (местах). Работодатель может предоставить в соответствии с коллективным договором в бесплатное пользование выборному органу первичной профсоюзной организации принадлежащие работодателю либо арендуемые им здания, сооружения, помещения и другие объекты, а также базы отдыха, спортивные и оздоровительные центры, необходимые для организации отдыха, ведения культурно-массовой, физкультурно-оздоровительной работы с работниками и членами их семей.",
    "Лица, нарушающие права и гарантии деятельности профессиональных союзов, несут ответственность в соответствии с настоящим Кодексом и иными федеральными законами.",
    "В целях самозащиты трудовых прав работник имеет право отказаться от выполнения работы, не предусмотренной трудовым договором, а также отказаться от работы, которая непосредственно угрожает его жизни и здоровью, за исключением случаев, предусмотренных настоящим Кодексом и иными федеральными законами. На время отказа от указанной работы за работником сохраняются все права, предусмотренные трудовым законодательством и иными актами, содержащими нормы трудового права.",
    "Работодатель, представители работодателя не имеют права препятствовать работникам в осуществлении ими самозащиты трудовых прав.",
    "Индивидуальный трудовой спор - неурегулированные разногласия между работодателем и работником по вопросам применения трудового законодательства и иных нормативных правовых актов, содержащих нормы трудового права, коллективного договора, соглашения, локального нормативного акта, трудового договора (в том числе об установлении или изменении индивидуальных условий труда), о которых заявлено в орган по рассмотрению индивидуальных трудовых споров.",
    "Статья 382. Органы по рассмотрению индивидуальных трудовых споров Индивидуальные трудовые споры рассматриваются комиссиями по трудовым спорам и судами, если иное не установлено настоящим Кодексом.",
    "Порядок рассмотрения индивидуальных трудовых споров регулируется настоящим Кодексом и иными федеральными законами, а порядок рассмотрения дел по трудовым спорам в судах определяется, кроме того, гражданским процессуальным законодательством Российской Федерации.",
    "Комиссии по трудовым спорам образуются по инициативе работников (представительного органа работников) и (или) работодателя (организации, индивидуального предпринимателя) из равного числа представителей работников и работодателя.",
    "Комиссия по трудовым спорам является органом по рассмотрению индивидуальных трудовых споров, за исключением споров, по которым настоящим Кодексом и иными федеральными законами установлен другой порядок их рассмотрения.",
    "Статья 386 ТК РФ. Срок обращения в комиссию по трудовым спорам",
    "Заявление работника, поступившее в комиссию по трудовым спорам, подлежит обязательной регистрации указанной комиссией. Спор рассматривается в течение десяти календарных дней со дня подачи работником заявления. Рассмотрение спора в отсутствие работника или его представителя допускается лишь по письменному заявлению работника. В случае вторичной неявки работника без уважительных причин комиссия может вынести решение о снятии вопроса с рассмотрения, что не лишает работника права подать заявление о рассмотрении трудового спора повторно в пределах срока, установленного настоящим Кодексом.",
    "Комиссия по трудовым спорам принимает решение тайным голосованием простым большинством голосов присутствующих на заседании членов комиссии",
    "Решение комиссии по трудовым спорам подлежит исполнению в течение трех дней по истечении десяти дней, предусмотренных на обжалование. В случае неисполнения решения в установленный срок указанная комиссия выдает работнику удостоверение, являющееся исполнительным документом.",
    "В случае, если индивидуальный трудовой спор не рассмотрен комиссией по трудовым спорам в десятидневный срок, работник имеет право перенести его рассмотрение в суд.",
    "В судах рассматриваются индивидуальные трудовые споры по заявлениям работника, работодателя или профессионального союза, защищающего интересы работника, когда они не согласны с решением комиссии по трудовым спорам.",
    "Работник имеет право обратиться в суд за разрешением индивидуального трудового спора в течение трех месяцев со дня, когда он узнал или должен был узнать о нарушении своего права, а по спорам об увольнении - в течение одного месяца со дня вручения ему копии приказа об увольнении либо со дня выдачи трудовой книжки или со дня предоставления работнику в связи с его увольнением сведений о трудовой деятельности (статья 66.1 настоящего Кодекса) у работодателя по последнему месту работы.",
    "При обращении в суд с иском по требованиям, вытекающим из трудовых отношений, в том числе по поводу невыполнения либо ненадлежащего выполнения условий трудового договора, носящих гражданско-правовой характер, работники освобождаются от оплаты пошлин и судебных расходов.",
    "В случае признания увольнения или перевода на другую работу незаконными работник должен быть восстановлен на прежней работе органом, рассматривающим индивидуальный трудовой спор. Орган, рассматривающий индивидуальный трудовой спор, принимает решение о выплате работнику среднего заработка за все время вынужденного прогула или разницы в заработке за все время выполнения нижеоплачиваемой работы.",
    "Орган, рассматривающий индивидуальный трудовой спор, при признании денежных требований работника обоснованными удовлетворяет их в полном размере.",
    "Решение о восстановлении на работе незаконно уволенного работника, о восстановлении на прежней работе работника, незаконно переведенного на другую работу, подлежит немедленному исполнению. При задержке работодателем исполнения такого решения орган, принявший решение, выносит определение о выплате работнику за все время задержки исполнения решения среднего заработка или разницы в заработке.",
    "Обратное взыскание с работника сумм, выплаченных ему в соответствии с решением органа по рассмотрению индивидуального трудового спора, при отмене решения в порядке надзора допускается только в тех случаях, когда отмененное решение было основано на сообщенных работником ложных сведениях или представленных им подложных документах.",
    "Статья 398. Основные понятия Коллективный трудовой спор - неурегулированные разногласия между работниками и работодателями по поводу установления и изменения условий труда (включая заработную плату), заключения, изменения и выполнения коллективных договоров, соглашений, а также в связи с отказом работодателя учесть мнение выборного представительного органа работников при принятии локальных нормативных актов. Примирительные процедуры - рассмотрение коллективного трудового спора в целях его разрешения примирительной комиссией, с участием посредника и (или) в трудовом арбитраже.",
    "Требования, выдвинутые работниками и (или) представительным органом работников организации (филиала, представительства или иного обособленного структурного подразделения), индивидуального предпринимателя, утверждаются на соответствующем собрании (конференции) работников, излагаются в письменной форме и направляются работодателю представителем работников, уполномоченным ими на разрешение коллективного трудового спора. Собрание работников считается правомочным, если на нем присутствует более половины работающих. Конференция считается правомочной, если на ней присутствует не менее двух третей избранных делегатов. Решение об утверждении выдвинутых требований принимается большинством голосов работников (делегатов), присутствующих на собрании (конференции).",
    "Работодатель обязан принять к рассмотрению направленные ему требования работников. О принятом решении работодатель сообщает в представительный орган работников организации (филиала, представительства или иного обособленного структурного подразделения), индивидуального предпринимателя в письменной форме в течение двух рабочих дней со дня получения указанных требований.",
    "Статья 401. Рассмотрение коллективного трудового спора примирительной комиссией, посредником и (или) в трудовом арбитраже",
    "Статья 402 ТК РФ. Рассмотрение коллективного трудового спора примирительной комиссией",
    "Статья 403 ТК РФ. Рассмотрение коллективного трудового спора с участием посредника",
    "Статья 404. Рассмотрение коллективного трудового спора в трудовом арбитраже",
    "Члены примирительной комиссии, трудовые арбитры на время участия в разрешении коллективного трудового спора освобождаются от основной работы с сохранением среднего заработка на срок не более трех месяцев в течение одного года.",
    "При уклонении одной из сторон коллективного трудового спора от участия в создании или работе примирительной комиссии другая сторона имеет право потребовать проведения переговоров о рассмотрении коллективного спора с участием посредника не позднее следующего рабочего дня после дня предъявления указанного требования.",
    "Государственные органы по урегулированию коллективных трудовых споров - федеральный орган исполнительной власти и органы исполнительной власти субъектов Российской Федерации.",
    "Статья 408. Соглашения, достигнутые в ходе разрешения коллективного трудового спора",
    "Если примирительные процедуры не привели к разрешению коллективного трудового спора, работники или их представители имеют право приступить к организации забастовки, за исключением случаев, когда в соответствии с частями первой и второй статьи 413 настоящего Кодекса забастовка не может быть проведена. Участие в забастовке является добровольным. Никто не может быть принужден к участию или отказу от участия в забастовке. Представители работодателя не вправе организовывать забастовку и принимать в ней участие.",
    "Статья 410. Объявление забастовки Решение об объявлении забастовки принимается собранием (конференцией) работников организации (филиала, представительства или иного обособленного структурного подразделения), индивидуального предпринимателя по предложению представительного органа работников, ранее уполномоченного ими на разрешение коллективного трудового спора.",
    "Забастовку возглавляет представительный орган работников. Орган, возглавляющий забастовку, имеет право созывать собрания (конференции) работников, получать от работодателя информацию по вопросам, затрагивающим интересы работников, привлекать специалистов для подготовки заключений по спорным вопросам.",
    "В период проведения забастовки стороны коллективного трудового спора обязаны продолжить разрешение этого спора путем проведения переговоров. Работодатель, органы исполнительной власти, органы местного самоуправления и орган, возглавляющий забастовку, обязаны принять зависящие от них меры по обеспечению в период забастовки общественного порядка, сохранности имущества работодателя и работников, а также работы машин и оборудования, остановка которых представляет непосредственную угрозу жизни и здоровью людей.",
    "Забастовка является незаконной, если она была объявлена без учета сроков, процедур и требований, предусмотренных настоящим Кодексом. Решение о признании забастовки незаконной принимается верховными судами республик, краевыми, областными судами, судами городов федерального значения, судами автономной области и автономных округов по заявлению работодателя или прокурора. Работники обязаны прекратить забастовку и приступить к работе не позднее следующего дня после вручения копии указанного решения суда органу, возглавляющему забастовку. В случае создания непосредственной угрозы жизни и здоровью людей суд вправе неначавшуюся забастовку отложить на срок до 15 дней, а начавшуюся - приостановить на тот же срок.",
    "Участие работника в забастовке не может рассматриваться в качестве нарушения трудовой дисциплины и основания для расторжения трудового договора, за исключением случаев неисполнения обязанности прекратить забастовку в соответствии с частью шестой статьи 413 настоящего Кодекса. На время забастовки за участвующими в ней работниками сохраняются место работы и должность. Коллективным договором, соглашением или соглашениями, достигнутыми в ходе разрешения коллективного трудового спора, могут быть предусмотрены компенсационные выплаты работникам, участвующим в забастовке.",
    "В процессе урегулирования коллективного трудового спора, включая проведение забастовки, запрещается локаут - увольнение работников по инициативе работодателя в связи с их участием в коллективном трудовом споре или в забастовке.",
    "Представители работодателя (представители работодателей) и работников, виновные в невыполнении обязательств по соглашениям, достигнутым в результате примирительной процедуры, а также виновные в неисполнении либо отказывающиеся от исполнения решения трудового арбитража, привлекаются к административной ответственности в порядке, который установлен законодательством Российской Федерации об административных правонарушениях.",
    "Работники, приступившие к проведению забастовки или не прекратившие ее на следующий рабочий день после доведения до органа, возглавляющего забастовку, вступившего в законную силу решения суда о признании забастовки незаконной либо об отсрочке или о приостановке забастовки, могут быть подвергнуты дисциплинарному взысканию за нарушение трудовой дисциплины. Представительный орган работников, объявивший и не прекративший забастовку после признания ее незаконной, обязан возместить убытки, причиненные работодателю незаконной забастовкой, за счет своих средств в размере, определенном судом.",
    "Федеральным законом от 22 ноября 2011 г. N 334-ФЗ в статью 418 настоящего Кодекса внесены изменения См. текст статьи в предыдущей редакции",
    "Лица, виновные в нарушении трудового законодательства и иных актов, содержащих нормы трудового права, привлекаются к дисциплинарной и материальной ответственности в порядке, установленном настоящим Кодексом и иными федеральными законами.",
    "Статья 420. Сроки введения в действие настоящего Кодекса Настоящий Кодекс вводится в действие с 1 февраля 2002 года.",
    "Статья 423. Вступление в силу настоящего Кодекса Ввести в действие с 1 февраля 2002 года Кодекс законов о труде Российской Федерации, утвержденный Законом Российской Федерации от 9 декабря 1971 года \"Об утверждении Кодекса законов о труде РСФСР\" (Ведомости Верховного Совета РСФСР, 1971, N 50, ст. 1007).",
    "Законодательные и иные нормативные правовые акты Российской Федерации, а также законы и иные правовые акты бывшего Союза ССР, действующие на территории Российской Федерации в пределах и порядке, которые предусмотрены Конституцией Российской Федерации, постановлением Верховного Совета РСФСР от 12 декабря 1991 года N 2014-I \"О ратификации Соглашения о создании Содружества Независимых Государств\", применяются постольку, поскольку они не противоречат настоящему Кодексу.",
    "Статья 424. Применение настоящего Кодекса к правоотношениям, возникшим до и после введения его в действие"
]